[
  {
    "slug": "martial-god-asura",
    "name": "Martial God Asura",
    "source": "wuxiaworld",
    "synopsis": "One night a mysterious and unexplained phenomenon occurs in the nine provinces. Five years later Chu Feng, a regular outer disciple of the Azure Dragon school, awakens one of the mysterious nine lightning beasts. And discovers an egg sealed inside him.\n\nFrom there we follow Chu Feng as he crosses the continent, beating up strongest senior brothers, raiding tombs, destroying sects and of course as he conquers beauties.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/01/51-lt4qY1SL.jpg"
  },
  {
    "slug": "acquiring-talent-in-a-dungeon",
    "name": "Acquiring Talent in a Dungeon",
    "source": "wuxiaworld",
    "synopsis": "Talent, appearance, power.\n\nNo matter how hard I try, I can't beat the people born with these things.\n\nBut, within this dungeon, I can overcome them.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/03/xwWCwl9yn4QuhQTy.jpg"
  },
  {
    "slug": "im-sorry-for-being-born-in-this-world",
    "name": "I'm Sorry For Being Born In This World!",
    "source": "wuxiaworld",
    "synopsis": "What got summoned was the world's strongest sociopath.\n\nHis ability is one that allows him to buy anything, [Heart of Gold].\n\nThe Demon King is dead. Now, it's time to kill the hero.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/08/I'm-Sorry-For-Being-Born-In-This-World.png"
  },
  {
    "slug": "heavenly-jewel-change",
    "name": "Heavenly Jewel Change",
    "source": "wuxiaworld",
    "synopsis": "Every human has their Personal Jewel of power, when awakened it can either be an Elemental Jewel or Physical Jewel. They circle the right and left wrists like bracelets of power.\n\nHeavenly Jewels are like the twins born, meaning when both Elemental and Physical Jewels are Awakened for the same person, the pair is known as Heavenly Jewels.\n\nThose who have the Physical Jewels are known as Physical Jewel Masters, those with Elemental Jewels are Elemental Jewel Masters, and those who train with Heavenly Jewels are naturally called Heavenly Jewel Masters.\n\nHeavenly Jewel Masters have a highest level of 12 pairs of jewels, as such their training progress is known as Heavenly Jewels 12 Changes.\n\nOur MC here is an archer who has such a pair of Heavenly Jewels.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/04/Heavenly-Jewel-Change.jpg"
  },
  {
    "slug": "the-book-eating-magician",
    "name": "The Book Eating Magician",
    "source": "wuxiaworld",
    "synopsis": "[‘Lightning Magic Primer' has been consumed. Your understanding is very high.]\n\n[The 2nd Circle magic ‘Lightning Bolt' has been acquired.]\n\nThe unprecedented magician who will eat all the magic books of the world has appeared.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/QHreGlFjiyOulP98.jpg"
  },
  {
    "slug": "praise-the-orc",
    "name": "Praise the Orc!",
    "source": "wuxiaworld",
    "synopsis": "Praise the Orc! is about Jung Ian, a cafe owner with a dark past, jumping into the world of virtual reality in order to protect his sister from any predators. However, things may not be as simple as he first believed them to be. Witness as he explores the lands of Elder Lord as an orc, a species labeled as the “game creator's mistake”, defeating any and all before him!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/xxlarge2.jpeg"
  },
  {
    "slug": "infinite-competitive-dungeon-society",
    "name": "Infinite Competitive Dungeon Society",
    "source": "wuxiaworld",
    "synopsis": "The second moon marked the beginning of a revolutionary change.\n\nWith the emergence of monsters and dungeons in modern society, and the ability users who fight against them, the world faces a shift in its paradigm.\n\nIt heralds the advent of a new energy source and the decline of traditional occupations.\n\nCommon sense thus becomes warped and imagination becomes reality.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/Infinite-Competitive-Dungeon-Society.jpg"
  },
  {
    "slug": "red-storm",
    "name": "Red Storm",
    "source": "wuxiaworld",
    "synopsis": "In this world, strong warriors are needed in order to conquer the hot crimson desert. The Pareia Tribal-Chief's first-born son, named Yulian Provoke, routinely gallops through the stormy deserts alone. Only to find someone of destiny – an otherworldly man that would change his fate forever. This same young child who struggles to find purpose while embodying both ambition and revenge into his very own hands as he awaits that faithful day of confronting a particular person that was, supposedly, the culprit of his blood-mother's death. At first, he was alone; but then after, he forms the RED STORM division – a group of powerful warriors at his command – in hopes of Conquering the Desert, braving towards those who oppose him, and bringing great fortune to his tribe.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/Red_Storm_Infobox.png"
  },
  {
    "slug": "dragon-talisman",
    "name": "Dragon Talisman",
    "source": "wuxiaworld",
    "synopsis": "Skyseal Emperor Gu Taxian is perhaps the greatest Emperor in all of history. He crushed the Hundred Empires and brought them to heel, built the vast Great Stone Wall to keep out the deadly wilders, relocated mountains and rivers to promote commerce, set up roads and highways, and even promoted free academies of learning for the common man in an attempt to uplift them. But the Skyseal Emperor's ambitions involve more than just this – he is preparing to launch a great campaign to stamp out all pagan religions, wishing to allow all men to become like gods instead of merely worshiping them. Deities, demons, and immortals alike tremble and rage at the Skyseal Emperor's ambitions.\n\nGu Chensha is the nineteenth son of the Skyseal Emperor. His mother had been of the royal Chen clan of the Xian Dynasty, one of the Hundred Empires, which had betrothed her to the Skyseal Emperor in an effort to strengthen ties between them. When they refused to submit once the Skyseal Emperor began his grand campaign, he crushed them along with the rest of the Hundred Empires. Chensha's mother then committed suicide, leaving him alone and friendless at court.\n\nFor years, Chensha played the part of a fool to avoid being targeted by the other princes… but by accident or design, he one day discovers the long-lost scroll containing the ancient technique only meant for the Sons of Heaven, the ‘Son of Heaven's Consecration'. This technique supposedly gave the ancient Sons of Heaven the power to make mortals into gods… or strip the gods of their godhood.\n\nFinally, Chensha had the power to change his destiny, but he still needed to be careful – his imperial siblings have spent years building up their powerbases, and neither they nor the maternal clans supporting them will take kindly to Chensha pushing his way into their ranks. Moreover, if anyone discovered that he held onto the Rites of Celestial Sacrifice instead of offering them to his imperial father, the punishment would undoubtedly be death! Only time will tell if he can make use of this opportunity to rise up to become a dragon amongst men, or just become a footnote to the grand history of the Aeternal Imperium.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/07/longfu-225x300.jpg"
  },
  {
    "slug": "rebirth-of-the-thief-who-roamed-the-world",
    "name": "Rebirth of the Thief Who Roamed The World",
    "source": "wuxiaworld",
    "synopsis": "The world's largest VRMMO, Conviction, was almost like a second world for humanity. It had integrated itself into the real world's economy, with both corporations and individuals seeking their fortunes through the game.\n\nIn this game, Nie Yan prided himself in his Level 180 Thief. He could barely be considered among the top experts in the game. Though, that was the only thing he could take pride in. He was penniless and unable to advance in life; a situation he was forced into by the enemy of his father. If it weren't for the little money he made by selling off items in Conviction, he would've barely been able to eat. In the end, he chose to settle his matters once and for all. He assassinated his father's enemy. He lay dying shortly after being shot in the pursuit.\n\nHowever, that wasn't the end of his story. Instead, he awoke moments later to find that he had reincarnated into his past self. Armed with his experience and knowledge of future events, he sets out to live his life anew.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/08/chongshengzhi.jpg"
  },
  {
    "slug": "skyfire-avenue",
    "name": "Skyfire Avenue",
    "source": "wuxiaworld",
    "synopsis": "Skyfire Avenue is a street that is 2048 meters long. There are 168 stores here, and each of the store owners is an extremely powerful adept. The Avenue does not permit any vehicles or any robots to pass through it, much less mecha. Even the patrolling police must move about on foot. This is because this is a street for pedestrians, a lane for nobles, hidden away within this high technology world. Lan Jue, the greatest of the mercenaries, code-named ‘Zeus', has secluded himself here in Skyfire Avenue after the death of his wife. The name of his shop is “Zeus' Jewelry Store”, and here in Skyfire Avenue, he has been given the title, Jewel Master.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/skyavenue.jpg"
  },
  {
    "slug": "dragon-king-with-seven-stars",
    "name": "Dragon King with Seven Stars",
    "source": "wuxiaworld",
    "synopsis": "Wu Tao, a small mysterious trader, suddenly appears in the city of Jinan and encounters with Yuanbao, a foxy little beggar. Wu Taos identity as a trader is suspected soon, because on the day before he appears, Sun Jicheng, a millionare in Jinan dies a mysterious death, and people finds the dead one is his substitute. Around the countless wealth, confusing identity and the seven mysterious stars in the little beggar, various figures come on stage, starting a magical adventure story.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/08/dragonking.jpg"
  },
  {
    "slug": "tranxending-vision",
    "name": "Tranxending Vision",
    "source": "wuxiaworld",
    "synopsis": "Xia Lei, whose parents were no longer around, had to work hard to support himself and his sister. One day, he got into an accident at work which burnt his left eye. After he awoke in the hospital bed, he discovered that his eye was not blind – it gained abilities! Now, he is using these abilities to right wrongs and make a better life for himself and others. Will Xia Lei triumph over the corrupt and privileged with his newfound power?\n\nI am destined to be the protagonist of this era!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/10/tv.jpg"
  },
  {
    "slug": "against-the-gods",
    "name": "Against the Gods",
    "source": "wuxiaworld",
    "synopsis": "Mythical Abode Mountain, Cloud's End Cliff, the most dangerous of Azure Cloud Continent's four deadly areas. Cloud's End Cliff's base is known as the Grim Reaper's Cemetery.\n\nOver countless years, the number of people that have fallen off this cliff is too high to count. None of them, even three stronger than god masters, whose power could pierce the heavens, have been able to return alive. However, a boy that's being chased by various people because he alone holds a priceless treasure jumps off the cliff, but instead of dying he wakes up in the body of a boy with the same name in another world!\n\nThis is the story of a boy wielding the Sky Poison Pearl, cultivating the strength to oppose heaven and earth, a lord overlooking the world!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/1416425191645.jpg"
  },
  {
    "slug": "overgeared",
    "name": "Overgeared",
    "source": "wuxiaworld",
    "synopsis": "As Shin Youngwoo has had an unfortunate life and is now stuck carrying bricks on construction sites. He even had to do labor in the VR game, Satisfy!\n\nHowever, luck would soon enter his hopeless life. His character, ‘Grid', would discover the Northern End Cave for a quest, and in that place, he would find ‘Pagma's Rare Book' and become a legendary class player…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/10/og.jpg"
  },
  {
    "slug": "heros-shed-no-tears",
    "name": "Heroes Shed No Tears",
    "source": "wuxiaworld",
    "synopsis": "This is a story about love, friendship, ambition, betrayal and fearsome weapons.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/12/heroes.jpg"
  },
  {
    "slug": "tymyd",
    "name": "Horizon, Bright Moon, Sabre",
    "source": "wuxiaworld",
    "synopsis": "Fu Hongxue was a cripple, born with a lame leg and subject to epileptic seizures. He was also one of the most powerful, legendary figures of the martial arts world, with a dull black saber that was second to none. His fame made him a frequent target of challengers, but whenever his saber left its sheath, only corpses would remain in its wake. One day, however, Fu Hongxue rescued someone whom he should have killed…and in doing so, set of a chain of events and a conspiracy that would rock the world.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/08/horizonbright.jpg"
  },
  {
    "slug": "archfiend",
    "name": "Archfiend",
    "source": "wuxiaworld",
    "synopsis": "Qi Condensation. Foundation Establishment. Core Formation. In the current world, only these three realms are known to be achievable. Nascent Soul is but a legend and the realms above it lost to the the long river of time. The modern era is known as Cultivation Civilization, a balance of power and civility, excess and moderation. While cultivation remains a secret practice, it has long since exposed itself to the mundane world, quietly intertwined with each facet of society. While the world appears to be at peace, what lies underneath is a conflict between human, cultivator, and demon, brewing for ages and waiting to implode. Yet in the wake of humanity's rapid industrialization, qi—and consequently cultivation—is dying.\n\nBesieged on all sides by demon and human, Xu Yangyi, our protagonist, strives to reach the apex, armed only with esoteric knowledge and his cool pragmatism, and to avenge the unjust deaths of both his parents. Embroiled in conspiracy and with adversity waiting at each turn, he is undeterred in his conquest to seek the Grand Dao and break free of this world's shackles, claiming his title as the pioneer of an era!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/11/strongest-evildoer.jpeg"
  },
  {
    "slug": "i-reincarnated-for-nothing",
    "name": "I Reincarnated For Nothing",
    "source": "wuxiaworld",
    "synopsis": "“My life as a demon… No. My life as human is really…”\n\nArtpe was supposed to live a charmed life as the 4th strongest in the Demon King's Army. However, his life was cut short by the hero's blade.\n\nWith his previous life's memory intact, Artpe will live his life again. His boldness and resourcefulness will make him unrivalled!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/11/irfn-205x300.jpg"
  },
  {
    "slug": "i-shall-seal-the-heavens",
    "name": "I Shall Seal the Heavens",
    "source": "wuxiaworld",
    "synopsis": "“What I want, the Heavens shall not lack!”\n\n“What I don't want, had better not exist in the Heavens!”\n\nThis is a story which originates between the Eighth and Ninth Mountains, the world in which the strong prey upon the weak.\n\n“My Name is Meng Hao! The Ninth Generation Demon Sealer, I shall seal the Heavens!“",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/15_ISSTH.jpg"
  },
  {
    "slug": "the-novels-extra",
    "name": "The Novel's Extra",
    "source": "wuxiaworld",
    "synopsis": "Waking up, Kim Hajin finds himself in a familiar world but an unfamiliar body.\n\nA world he created himself and a story he wrote, yet never finished.\n\nHe had become his novel's extra, a filler character with no importance to the story.\n\nThe only clue to escaping is to stay close to the main storyline.\n\nHowever, he soon finds out the world isn't exactly identical to his creation.",
    "posterImage": "https://cdn.novelupdates.com/images/2018/06/zjEkoUdCo2cbCW0d.jpg"
  },
  {
    "slug": "renegade-immortal",
    "name": "Renegade Immortal",
    "source": "wuxiaworld",
    "synopsis": "Wang Lin is a very smart boy with loving parents. Although him and his parents are shunned by the rest of their relatives, his parents always held high hopes that he will one day become someone great. One day, Wang Lin suddenly gained the chance to walk the path of an immortal, but found that he only had mediocre talent at best. Watch Wang Lin as he breaks through his lack of talent and walks the path towards becoming a real immortal!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/03/xianni-1.jpg"
  },
  {
    "slug": "desolate-era",
    "name": "Desolate Era",
    "source": "wuxiaworld",
    "synopsis": "Fate had never been kind to Ji Ning. Wracked by illnesses and infirm his entire life on Earth, Ning knew early on that he would die as a teenager. What he didn't know was that there really was such a thing as life after death, and that the multiverse was a far larger place than he thought.\n\nA lucky twist of fate (one of the few in Ning's life) meant that Ning was reborn into a world of Immortals and monsters, of Ki Refiners and powerful Fiendgods, a world where Dynasties lasted for millions of years. A world which is both greater…and yet also smaller…than he ever could imagine. He would have the opportunity to join them, and in this life, Ning swore to himself, he would never let himself be weak again! The Era he was born into was a Desolate one, but Ning would make it his era.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/Cover-Mang-Huang-Ji.jpg"
  },
  {
    "slug": "martial-world",
    "name": "Martial World",
    "source": "wuxiaworld",
    "synopsis": "In the Realm of the Gods, countless legends fought over a mysterious cube. After the battle it disappeared into the void. Lin Ming stumbles upon this mystery object and begins his journey to become a hero of the land.",
    "posterImage": "https://cdn.novelupdates.com/images/2018/04/Martial-World.jpg"
  },
  {
    "slug": "talisman-emperor",
    "name": "Talisman Emperor",
    "source": "wuxiaworld",
    "synopsis": "Chen Xi was a jinx who radiated misfortune the way a torch radiated light, and everyone around him knew it. His entire clan was annihilated when he was young, and not too long after that his parents disappeared. His marriage contract? Poof. Torn to shreds and gone up in smoke before the eyes of everyone in the city, almost humiliating his grandfather to the point of suicide! Cultivation? No time for that, he had a family to take care of!\n\nThis is the story of Chen Xi, a youth forced to stop cultivating and instead craft talismans to pay for his younger brother's tuition… and who, in the process, would rise to become known by all as the Talisman Emperor!",
    "posterImage": "https://cdn.novelupdates.com/images/2015/09/tailsmanemperor.jpg"
  },
  {
    "slug": "rmji",
    "name": "A Record of a Mortal's Journey to Immortality",
    "source": "wuxiaworld",
    "synopsis": "A poor and ordinary boy from a village joins a minor sect in Jiang Hu and becomes an Unofficial Disciple by chance. How will Han Li, a commoner by birth, establish a foothold for himself in his sect? With his mediocre aptitude, how will he successfully traverse the path of cultivation and become an immortal?\n\nThis is a story of an ordinary mortal who, against all odds, clashes with devilish demons and the ancient celestials in order to find his own path to immortality.\n\nA Record of a Mortal's Journey to Immortality reviewed by on September 19, 2015 rated 2.0 of 5",
    "posterImage": "https://cdn.novelupdates.com/images/2015/09/record-of-mortal-cultivating-to-immortal.jpg"
  },
  {
    "slug": "7-killers",
    "name": "7 Killers",
    "source": "wuxiaworld",
    "synopsis": "Dragon 5th is a powerful lord with incredible martial arts, and yet is wasting away from a fatal disease. The only medicine which can cure his sickness lies in the clutches of his venemous ex-wife, Madam Lovesickness, and is guarded by 7 dangerous killers, fugitives of the martial world. To retrieve the antidote, Dragon 5th hires Liu Changjie, a skilled martial artist who loves drinking and women, but has a mysterious past. All is not what it seems in this wuxia heist story.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/10/Gulong121.jpg"
  },
  {
    "slug": "ancient-strengthening-technique",
    "name": "Ancient Strengthening Technique",
    "source": "wuxiaworld",
    "synopsis": "A human warrior cultivating the Ancient Strengthening Technique has transcended dimensions and arrived on Kyushu. Together with twelve ravishing beauties with looks that were unmatched in their generation, will he be able to stand on the summit of this world?\n\nThis novel is about the main character, named Qing Shui, who transcended dimensions and arrived in the Kyushu continent. Storms of blood and wind, resulting in corpses and bones strewn about are extremely common here. The young warrior Qing Shui forged ahead in his path to cultivate, using 10 years to train himself, only to seek vengeance for the one who had forsaken his mother!\n\nNote from Author: I Am Superfluous\n\nTo put it simply, this is a story about the rising up in ranks, and getting hot chicks along his journey to stand at the summit of this world.",
    "posterImage": "https://cdn.novelupdates.com/images/f49b50c7-9bc1-4f61-9b83-ef1fabe491ae.jpg"
  },
  {
    "slug": "terror-infinity",
    "name": "Terror Infinity",
    "source": "wuxiaworld",
    "synopsis": "“Want to know the meaning of life? Want to live… a real life?” The world changes when you click YES. In God's dimension, you have to keep getting stronger, keep evolving to survive one horror movie after another. Do you kill everyone in your way to reach the end as a lone king? Or fight along with your comrades and survive through the support of friends? Everything was just for staying alive. Until you find the secret of God's dimension. Who is the real enemy?",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/terrorinfinity.jpg"
  },
  {
    "slug": "dragon-maken-war",
    "name": "Dragon Maken War",
    "source": "wuxiaworld",
    "synopsis": "220 years ago, in the legendary Dragon Demon War, Hero Azell ended the war by killing the evil Dragon Demon race's King Atein. He was able to save the population, but as a consequence, he was cursed. While he was dying, the high magician suggested a gamble that might save his life.\n\n‘The Dragon's hibernation is the only key to saving your life.'\n\nInstead of a human's sleep, he slept the sleep of the dragons and he was able to overcome the curse. Now he is realizing that he has slept way longer than a human's life span.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/dragon-maken-war.jpg"
  },
  {
    "slug": "stellar-transformations",
    "name": "Stellar Transformations",
    "source": "wuxiaworld",
    "synopsis": "In a galaxy far away, there is a kid without innate ability to practice internal techniques. So, in order to gain the respect of his father, he resolutely chooses to follow the more difficult and painful path of practicing external techniques. As the years go by, he grows up, but what really changes his life is a mysterious meteoric crystal stone – the Meteoric Tear. This stone fuses with the young man's body unnoticed, and he seems to undergo drastic transformations as a result. After that, everything is changed. Eventually his father knows that the son for whom he hasn't really shown a lot of consideration possesses astonishing abilities. And there's a lot more to come.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/38_stellar.jpg"
  },
  {
    "slug": "city-of-sin",
    "name": "City of Sin",
    "source": "wuxiaworld",
    "synopsis": "Every drop of this family bloodline is stained with sin. They are the embodiment of contradiction; calm yet maniacal, with great memories yet often forgetful. They pledge themselves to their dreams yet often compromise, are angels that are also devils… It's why I hate them. And also love them.\n\nThe only hope of his family, a youth with the blood of elves and devils walks on a battleground of annihilation and rebirth. He wills his way through boiling lava and icy depths, killing on this field of despair to strike down the lofty figure in his sight. One day he'll grasp his blade tightly and survey his surroundings, only to find no more enemies to kill.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/sincity.jpg"
  },
  {
    "slug": "god-of-crime",
    "name": "God of Crime",
    "source": "wuxiaworld",
    "synopsis": "Seo Tae Hyuk, jailed after being falsely accused.\n\nHe will be executed without being able to prove his innocence.\n\nWhen he opens his eyes, it's 15 years in the past?",
    "posterImage": "https://cdn.novelupdates.com/images/2016/07/god-of-crime.jpg"
  },
  {
    "slug": "sovereign-of-the-three-realms",
    "name": "Sovereign of the Three Realms",
    "source": "wuxiaworld",
    "synopsis": "Jiang Chen, son of the Heavenly Emperor, unexpectedly reincarnated into the body of a despised young noble, thus embarking on the path of the underdog trouncing all commoners. No one has the right to call himself a genius in front of Jiang Chen, as no one has a better understanding of the heavens than the son of the Heavenly Emperor. “Genius? He who adheres to me shall ascend. Those who oppose me can find solace in hell!'",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/Sovereign-of-the-Three-Realms.jpg"
  },
  {
    "slug": "warlock-of-the-magus-world",
    "name": "Warlock of the Magus World",
    "source": "wuxiaworld",
    "synopsis": "A scientist's goal is to explore the secrets of the universe, and this is exactly what Leylin sets out to do when he is reincarnated. Dark, cold and calculating, he makes use of all his resources as he sets off on his adventures to meet his goal.\n\nFace? Who needs that… Hmmm… that guy seems too powerful for me to take on now… I better keep a low profile for now.\n\nYou want me to help you? Sure… but what benefit can I get out of it? Nothing? Bye.\n\nHmmm… that guy looks like he might cause me problems in the future. Should I let him off for now and let him grow into someone that can threaten me….. Nahhh. *kill*",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/4687s.jpg"
  },
  {
    "slug": "imperial-god-emperor",
    "name": "Imperial God Emperor",
    "source": "wuxiaworld",
    "synopsis": "Ye Qingyu, since the death of his parents four years ago, has been laughed at by the entire Deer city. Little do people know, he has just been biding his time for the entire four years. With the White Deer academy selection just around the corner, can he shut the mouths of all those who have laughed at him? Join Ye Qingyu in his journey to solve the mystery behind his family's death and to reclaim the Ye family property!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/11/IGE.jpg"
  },
  {
    "slug": "upgrade-specialist-in-another-world",
    "name": "Upgrade Specialist in Another World",
    "source": "wuxiaworld",
    "synopsis": "Just as a gamer found an overpowered skill book called ‘Item Upgrade' in the hottest virtual reality role-playing game on Earth, something happened to the game's system, causing his soul to leave his body and go to another dimension. Common sense dictates that he would be born anew then become the greatest overlord of this world by making use of his advanced knowledge. Not in this case! He was already dead. Only some fragments of his soul and that skill book managed to get into that dimension and merge with an ordinary common youngster called Bai Yunfei.\n\nThis was the enormous Tianhun continent, where humans could be said to have no limits. There was a group of humans here who could cultivate the power of their own souls then control their bodies, the natural elements and even other people's souls with that power! These special beings were called — soul cultivators. Come witness how the several fragments of the dead inter-dimensional traveler's soul and that skill book, which was not governed by the laws of this plane, were going to help Bai Yunfei become a legendary soul cultivator and craftsman!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/11/usaw-cover.jpg"
  },
  {
    "slug": "legend-of-the-dragon-king",
    "name": "Legend of the Dragon King",
    "source": "wuxiaworld",
    "synopsis": "The Age of Gods has long since ended, their voices no longer heard on the Douluo Continent. Humanity, standing on the shoulders of legends from its history, advanced soul technology to inconceivable heights. The humans of the Douluo Continent invented weapons of mass destruction, mechanized armor, and living metals. With these advancements, they went on to conquer the oceans and discovered two new continents. To fuel these new technologies, humanity hunted the soul beasts to the very brink of extinction.\n\nOnce the dominant force of the Douluo Continent, the few surviving soul beasts now hide in the darkest recesses of their last sanctuary. The weakest have all been hunted, leaving only the strongest to scheme in the heart of the forest. The soul beasts, not willing to fade away, plot an uprising for their survival. In the midst of this, a god from a long forgotten era awakens in the depths of the Great Star Dou Forest to seek vengeance for the soul beasts.\n\nAs darkness encroaches from the abyss, hope is found in a young boy who holds a power beyond divinity within himself—Tang Wulin! Hope for both humanity and the soul beasts, as the bridge between the two. He finds his way into the fabled halls of Shrek Academy, where he learns to wield his prodigious powers, makes friends and finds allies, eventually rising to become a towering leader.\n\nAs he learns to harness his strength, danger lurks within the shadows as the various factions of humanity maneuver and plot to usurp Shrek Academy. Tang Wulin discovers the threat to the only world he knows as he sinks deeper into the intrigue. Meanwhile, camouflaged by the chaos and unbeknownst to the humans, the soul beasts' plot continues to steadily advance.\n\nTo defend what he loves and reclaim what was lost, Tang Wulin must seek out the legacies of legends past and unlock the full might of the Golden Dragon King!",
    "posterImage": "https://cdn.novelupdates.com/images/2018/06/The-Legend-of-the-Dragon-King-.png"
  },
  {
    "slug": "monarch-of-evernight",
    "name": "Monarch of Evernight",
    "source": "wuxiaworld",
    "synopsis": "He rose from hardship, but was felled by betrayal. From then on, one man, one gun; treads the path between Evernight and Daybreak to became a legend. No matter what was destined to be his fate, he intends to become the ruler who dictates.\n\nFollow Qianye as he traverse the wide, wild and bloody world of Daybreak and Evernight.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/05/men-cover2.jpg"
  },
  {
    "slug": "coiling-dragon",
    "name": "Coiling Dragon",
    "source": "wuxiaworld",
    "synopsis": "Empires rise and fall on the Yulan Continent. Saints, immortal beings of unimaginable power, battle using spells and swords, leaving swathes of destruction in their wake. Magical beasts rule the mountains, where the brave – or the foolish – go to test their strength. Even the mighty can fall, feasted on by those stronger. The strong live like royalty; the weak strive to survive another day.\n\nThis is the world which Linley is born into. Raised in the small town of Wushan, Linley is a scion of the Baruch clan, the clan of the once-legendary Dragonblood Warriors. Their fame once shook the world, but the clan is now so decrepit that even the heirlooms of the clan have been sold off. Tasked with reclaiming the lost glory of his clan, Linley will go through countless trials and tribulations, making powerful friends but also deadly enemies.\n\nCome witness a new legend in the making. The legend of Linley Baruch!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/03/s4437529.jpg"
  },
  {
    "slug": "gate-of-revelation",
    "name": "Gate of Revelation",
    "source": "wuxiaworld",
    "synopsis": "We attend school, find love, work, buy a house, pay our housing loans, insert weird faces in WeChat, watch movies… do any of you find anything amiss? One day, a group of strange people entered this world, equipped in strange clothing and possessing extraordinary powers, cold-blooded killers! They call themselves [Players].\n\nWait! Wait! You people want to kill me? You say I am NPC (Non Playable Character)? Stop joking around! You crazy bastards! I will fight you to the death! I will survive!\n\nNPC beating up Players! Original residents beating up Transmigrants!\n\nMy world, my rules! What makes you think you bastards can come over and boss us around?\n\nTreading the path of the strongest saviour in history, one destined to be filled with excitement!\n\nChen Xiaolian: From today onwards, an organization whose sole purpose is to oppose those bastards is established! Our guild shall be named… Player Thwarting Alliance!\n\nGuild Member: Leader, this name, if we are to say it out, I fear we will be beaten up…",
    "posterImage": "https://cdn.novelupdates.com/images/2016/12/Gate-of-Revelation.jpg"
  },
  {
    "slug": "the-charm-of-soul-pets",
    "name": "The Charm of Soul Pets",
    "source": "wuxiaworld",
    "synopsis": "Many islands dotted the vast oceans of this world. However, some of the islands were a lot more sinister than the rest. Those islands, known as Nightmare Islands, were true nightmares to all but the strongest and most fortunate. Children were kidnapped and thrown on these isolated islands by the Nightmare Palace, forced to sign soul pacts with evil soul pets: Nightmares. These devils slowly devoured the souls of their trainers to grow stronger. If the children did not cultivate fast enough, their souls will be devoured whole, leaving only an empty husk behind.\n\nChu Mu, the protagonist, was an heir to the Chu Clan, but due to a plotted murder, he was thrown on the island, sentencing him to almost certain death. Dancing on the edge of life and death, he struggled to survive with a small Moonlight Fox he captured. When he finally escaped the devilish foremen on his island, he couldn't help but let a breath out. But little does he know, the experience was only a beginning to a fated journey with his little Moonlight Fox…",
    "posterImage": "https://cdn.novelupdates.com/images/2016/08/The-Charm-of-Soul-Pets-1.jpg"
  },
  {
    "slug": "esp-emperor-of-solo-play",
    "name": "Emperor of Solo Play",
    "source": "wuxiaworld",
    "synopsis": "Year 2035. The virtual reality game, Warlord, changed the world. An Jaehyun was one of the many who wished to change his life through the game. After dedicating his life to the game, he was met with a betrayal. A betrayal by his comrades. As a result, he lost everything. But a chance was given to him. A chance to redo everything again! “I won't play with others ever again. Whatever the outcome, I'll show that I can do it alone.” Others rolled a dice to split the spoils of victory. An Jaehyun ate it all by himself. It was the start of An Jaehyun's solo game life.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/04/MunpiaCoverImage.png"
  },
  {
    "slug": "a-will-eternal",
    "name": "A Will Eternal",
    "source": "wuxiaworld",
    "synopsis": "One will to create oceans. One will to summon the mulberry fields.\n\nOne will to slaughter countless devils. One will to eradicate innumerable immortals.\n\nOnly my will… is eternal.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/betacover.jpg"
  },
  {
    "slug": "emperors-domination",
    "name": "Emperor's Domination",
    "source": "wuxiaworld",
    "synopsis": "A boy that was imprisoned for millions of years has regained a mortal body.\n\nHe became a disciple of the declining Cleansing Incense Ancient Sect where its patriarch used to be his disciple. Now he will bring this sect back to its former glory.\n\nThis is his journey to reach the apex and take revenge on those who had imprisoned him.\n\nThis is his story of meeting old friends and making new companions.\n\nThis is his path of traversing the Nine Worlds and becoming the next ruler of the Heavens.\n\nSeveral milennias have passed and the golden age of experts have passed. A master whose disciples once were the most exalted Immortals among the 9 worlds have all left him. With his mortal body, mortal physique and mortal life wheel. . . he shall sweep the 9 worlds and take what is rightfully his.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/09/liqiye.jpg"
  },
  {
    "slug": "spirit-vessel",
    "name": "Spirit Vessel",
    "source": "wuxiaworld",
    "synopsis": "A demon phoenix cultivator died in the hands of his beloved and was merged with a young master with the same name. Their souls were fused and now, the new Feng Fei Yun is struggling to become stronger and survive in the human world.\n\nWill he meet his lover once again? Will they reconcile even though she is now a Goddess and he a mortal human? And what is the Spirit Vessel that took his soul to this world?",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/4dacf22c6033139666ef9095f9cab4f1.jpg"
  },
  {
    "slug": "the-unrivaled-tang-sect",
    "name": "Unrivaled Tang Sect",
    "source": "wuxiaworld",
    "synopsis": "The legend of the continent, the battle that brought fame; the Sacred Phoenix Lady, the Windfire Meteor Godrealm saber-art; the pair that ascend and fuse, the golden sun and the blue moon, the fury of the crashing thunder. There is no magic, no battle qi, nor any martial arts in this land. However, there are martial spirits. Ten thousand years have passed since the founding of the Tang Sect on the Douluo continent, and it has declined. A new, proud generation of heaven's chosen has been born. Can the new generation of Shrek's Seven Devils rally the Tang Sect and once more compose the song of the Unrivaled Tang Sect?\n\nA million-year-old spirit beast, a sacred deathgod that holds the sun, the moon, and the stars in his hands, and a brand new spirit tool system which caused the fall of the Tang sect. One miracle shall occur after another.\n\nCan the Tang Sect's hidden weapons rally the winds, and can the glory of the Tang Sect ascend once more? All of this will be continued in the second installment of Douluo Dalu—The Unrivaled Tang Sect!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/03/eyJ1cmwiOiJodHRwczovL2Nkbi5kaXNjb3JkYXBwLmNvbS9hdHRhY2htZW50cy8yNjAzMjI5MTgxMTcwMTU1NTIvMjg5MTY5MjcyMDIwNzk1MzkyL0hZSC5qcGVnIn0.jpeg"
  },
  {
    "slug": "lord-of-all-realms",
    "name": "Lord of All Realms",
    "source": "wuxiaworld",
    "synopsis": "In ancient times, there existed giant spirits capable of supporting the heavens. With bodies as enormous as stars, they soared across the universe. Great clan leaders with mysterious blood running through their veins shattered the void and created new worlds. Ancient Qi Warriors crossed a river of stars to enlighten numerous mortal beings. For unknown reasons, an era silently came to an end, all realms were separated, ancient giant spirits disappeared one after another. Thousands of years later, young Nie Tian managed to travel back into ancient times with the help of a drop of blood…",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/King-of-Myriad-Domain-1.jpg"
  },
  {
    "slug": "seoul-stations-necromancer",
    "name": "Seoul Station's Necromancer",
    "source": "wuxiaworld",
    "synopsis": "[You have entered the dungeon at Gwachun Station's 1st Exit.]\n\nWhen former high school student Kang Woojin finds himself returned back to Earth after being forcibly summoned to a foreign planet for 20 years, he soon finds that Earth is not the same, normal place as he once remembered it to be.\n\nWith his former strength and age reset back to zero, watch Kang Woojin as he gets back on the path to becoming the Earth's strongest Necromancer!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/07/necro-1.jpg"
  },
  {
    "slug": "spirit-realm",
    "name": "Spirit Realm",
    "source": "wuxiaworld",
    "synopsis": "Thirty thousand years ago, the Heaven Fighting Race who called themselves “Gods” invaded the Spirit Realm. Hundreds of races rose up in resistance, but ultimately suffered a crushing defeat. The Human Race was the first to concede, and the rest of the Hundred Races soon followed in succession.\n\nDuring the subsequent ten thousand years, all of the races were enslaved by the Heaven Fighting Race. They were cruelly treated, and lived beneath the shadow of terror.\n\nThe Heaven Fighting Race's march of conquest did not stop there. With the Spirit Realm as the starting point, they invaded other secret dimensions, and spread war to all corners of existence. After greatly exhausting their combat strength, they were finally defeated by the Hundred Races who took advantage of this opportunity. With no other choice, they fled to the starry skies outside the realm.\n\nThirty thousand years later, in an era where the Heaven Fighting Race has already faded to become ancient legend, an amnesiac youth possessing the Heaven Fighting Race's bloodline is being fostered in an insignificant household. Whilst struggling to live on, he silently awaits the day of the bloodline's awakening.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/10/201510220959462390-1.jpg"
  },
  {
    "slug": "demon-hunter",
    "name": "Demon Hunter",
    "source": "wuxiaworld",
    "synopsis": "After the nuclear warfare, massacres started to spread throughout the entire world. The order between humans completely collapses, and the strong eats while the weak gets eaten becomes the #1 rule.\n\nWhen you lose the chains of desire, it means that you no longer have a road to go forward. You can only turn left, or face right.\n\nHell is to the left, but Hell is also to the right.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/11/1582s.jpg"
  },
  {
    "slug": "tales-of-demons-and-gods",
    "name": "Tales of Demons and Gods",
    "source": "wuxiaworld",
    "synopsis": "Killed by a Sage Emperor and reborn as his 13 year old self, Nie Li was given a second chance at life. A second chance to change everything and save his loved ones and his beloved city. He shall once again battle with the Sage Emperor to avenge his death and those of his beloved . With the vast knowledge of hundred years of life he accumulated in his previous life, wielding the strongest demon spirits, he shall reach the pinnacle of Martial Arts.\n\nEnmities of the past will be settled in this new lifetime. “Since I'm back, then in this lifetime, I shall become the King of the Gods that dominate everything. Let everything else tremble beneath my feet!”",
    "posterImage": "https://cdn.novelupdates.com/images/2015/07/tales-of-demons-and-gods.jpg"
  },
  {
    "slug": "invincible",
    "name": "Invincible",
    "source": "wuxiaworld",
    "synopsis": "The strong are lonesome. Overcoming the loneliness pushes you to stand invincible at the top.\n\nPro-disciple of the Shaolin Temple on earth, Huang Xiaolong was reborn into a Martial Spirit world, carrying Hua Xia's secret knowledge, the Body Metamorphose Scripture. In a Martial Spirit world, only those with Martial Spirit are able to train in battle qi and become a warrior. Huang Xiaolong born with a heaven-defying rare Martial Spirit was mistakenly taken for common variant Martial Spirit during the awakening ceremony conducted by the tribe and thus sidelined. However, Huang Xiaolong with his common “variant” Martial Spirit again, and again displayed unnatural talent, defeating geniuses, shocking the clan and the entire Martial Spirit World",
    "posterImage": "https://cdn.novelupdates.com/images/2017/05/wuditianxia.jpeg"
  },
  {
    "slug": "wu-dong-qian-kun",
    "name": "Wu Dong Qian Kun",
    "source": "wuxiaworld",
    "synopsis": "The Great Yan Empire exists in a world where respect can only be earned through strength. Within this Great Yan Empire, the four great clans have always stood above the rest. Among them, a particular incident in the Lin Clan resulted in the banishment of a certain individual who went on to start his own family, in hopes of one day being recognized again by the Lin Clan, and rejoining them…\n\nHailing from a banished family of the Great Lin Clan, when Lin Dong was very young, he watched, powerless, as his talented father was easily crushed and crippled by the overwhelming genius of the great Lin Clan, Lin Langtian.\n\nWith a despairing father, a heartbroken grandfather, and a suffering family, ever since that fateful day, Lin Dong has been driven by a deep purpose; to take revenge on the man who had taken everything and more from his family.\n\nArmed with nothing but willpower and determination, join Lin Dong as he unknowingly discovers a destiny greater than he could ever hope to imagine when he stumbles upon a mysterious stone talisman…",
    "posterImage": "https://cdn.novelupdates.com/images/2015/07/wu-dong-qian-kun.jpg"
  },
  {
    "slug": "the-great-ruler",
    "name": "The Great Ruler",
    "source": "wuxiaworld",
    "synopsis": "The Great Thousand World. It is a place where numerous planes intersect, a place where many clans live and a place where a group of lords assemble. The Heavenly Sovereigns appear one by one from the Lower Planes and they will all display a legend that others would desire as they pursue the road of being a ruler in this boundless world.\n\nIn the Endless Fire Territory that the Flame Emperor controls, thousands of fire blazes through the heavens.\n\nInside the Martial Realm, the power of the Martial Ancestor frightens the heaven and the earth.\n\nAt the West Heaven Temple, the might of the Emperor of a Hundred Battles is absolute.\n\nIn the Northern Desolate Hill, a place filled with thousands of graves, the Immortal Owner rules the world.\n\nA boy from the Northern Spiritual Realm comes out, riding on a Nine Netherworld Bird, as he charges into the brilliant and diverse world. Just who can rule over their destiny of their path on becoming a Great Ruler? In the Great Thousand World, many strive to become a Great Ruler.",
    "posterImage": "https://cdn.novelupdates.com/images/2018/05/tgr_eng_cover.png"
  },
  {
    "slug": "the-grandmaster-strategist",
    "name": "The Grandmaster Strategist",
    "source": "wuxiaworld",
    "synopsis": "This is an alternate history. Decades after the fall of the Eastern Jin Dynasty, the world is still in chaos, although there is hope for reunification.\n\nOf poor background, Jiang Zhe, styled Suiyun, has finally, after ten years of hard work, passed the imperial examinations and become a scholar within Hanlin Academy. Unwittingly, he becomes involved in the succession dispute of the Great Yong Dynasty. He faces conspiracies and machinations and countless battles of strength and wits. Intending to avoid court politics, he ultimately has no choice but to become involved. With no alternative, Jiang Zhe can only follow the crowd, joining the chaotic political turmoil. In this conniving world, he uses his intelligence and knowledge to provide for himself and his companions a stable environment to survive.\n\nWatch nations fall, great men rise, and supreme martial artists kneel before the quiet whispers of a frail, unassuming scholar.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/11/s1814323_zpssedx2vem.jpg"
  },
  {
    "slug": "breakers",
    "name": "Breakers",
    "source": "wuxiaworld",
    "synopsis": "My name is Joo In-gong. The name that my parents gave me meant ‘protagonist' of the world. Really?\n\nAs anyone can predict, I was constantly teased due to my name. In kindergarten, elementary school, middle school and high school. If I went to university as planned then I would probably be laughed at there as well.\n\nSo, at one point, I really hated my name.\n\nBut not anymore. Now, I think slightly differently. Maybe being named Joo In-gong was a type of foreshadowing?",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/x9Y2Jpo.jpg"
  },
  {
    "slug": "the-godsfall-chronicles",
    "name": "The Godsfall Chronicles",
    "source": "wuxiaworld",
    "synopsis": "The nuclear holocaust which caused the collapse of the Old Times on Earth should have wiped out all human life on the planet. Yes, the gods set up their beautiful Elysiums to provide sanctuaries for their chosen, but by all rights everyone outside the elysian lands should've perished long ago. Yet somehow, human life still managed to persist, even in the deadly, mutant-infested wastelands.\n\nCloudhawk was a young scavenger who dreamed of being as free as the hawks in the skies, yet seemed destined to live out his life scrounging for scraps in the wasteland ruins. Fate, however, is ever-fickle. A chance meeting with a ragtag group of mercenaries changed the trajectory of his life, bringing him into a world with mutants and metahumans, demonhunters and godslayers, and even gods and demons. Cloudhawk would find his own place in a world that was far greater than he had imagined, find his own path between the zealous light of Sumeru and the whispering darkness of the Abyss… and one day, he would find that even gods may fall.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/01/1906906-1473328753000.jpg"
  },
  {
    "slug": "perfect-world",
    "name": "Perfect World",
    "source": "wuxiaworld",
    "synopsis": "Born into a unique world where villages fight to gain power and control, the main character, Shi Hao, is a genius blessed by the heavens born under the poorest of conditions. His clan, however, has a mysterious past. To rise up and become the genius he is meant to be, the clan goes through every effort to aid his cultivation as they battle through fanatical monsters and engage in power struggles with other clans. His journey will bring him through unknown lands until he is able to become a person that can truly shake the world.",
    "posterImage": "https://cdn.novelupdates.com/images/2018/03/perfectworld.jpeg"
  },
  {
    "slug": "little-prodigal-alliance-head-and-cook",
    "name": "Little Prodigal Alliance Head (and Cook)",
    "source": "volare-novels",
    "synopsis": "One line intro?\n\nIt's about a girl, that transmigrated into the body of a infamously known (but hardly anyone has ever seen ‘him' with their own eyes) martial arts genius &male playboy, but the body is actually female?!\n\nA little bit more?\n\nTang Doudou fell asleep in a hotel and woke up surrounded by prostitutes dressed in ancient style clothing. Concluding that it must be a prank reality TV show, what does she do? Of course she puts on a show worth watching! But when the wrong actors crash through the roof and the sword swung at her turns out to be real, Tang Doudou must fight against being captivated by the charm of the beautiful men *wipes drool* and explain her innocence! “I was just passing by to buy soysauce!”\n\nTeaser from Chinese Raws\n\nOther people's Alliance Heads are unrivaled in the lands, with an incomparable domineering air. With a shake of their arm they could cause a thousand waves to ripple throughout Jianghu.\n\nTang Doudou practically wants to flip the table!\n\nCook, warm the bed, warm the bed, cook… She's completely been caught up in a goddamned cycle!\n\nAfter she finishes she still has to ask a phrase of husband-sama are you pleased?\n\nUncle could endure but Auntie can't endure!\n\n“Wife has worked hard. A moment in the spring night is worth a thousand pounds of gold, when we get home this husband will give you a massage!” This demonically charming black-bellied man's phoenix eyes flashed as he smiled with a completely harmless expression.\n\nTang Doudou looked to the sky speechless,…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/02/21330s.jpg"
  },
  {
    "slug": "light",
    "name": "Light",
    "source": "volare-novels",
    "synopsis": "What is the sun? What is light? What is time? What is existence?\n\nIn the dark vastness of the universe, what were robots created for in the end times, and for what did they perish?\n\nCivilization, go and wander in the darkness, then blossom for love.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/05/Light.jpg"
  },
  {
    "slug": "red-packet-server",
    "name": "Red Packet Server",
    "source": "volare-novels",
    "synopsis": "Ye Zichen was just a normal university student. Or so he thought.\n\nUpon a ‘chanced' invitation into a deities' chat group filled with deities from the Heavenly Court, Ye Zichen found out that there was much more to the world than what meets the eye. The Heavenly Court, the Underworld, and immortal cultivators which only exists in Chinese mythology… They are all real.\n\nAs Ye Zichen becomes more and more involved in that world filled with unworldly beings, the wheels of destiny began to turn. What sort of destiny awaits him? Will he be able to prevent the tragedies that are to unfold? Will he be able to forge a new path; or will he succumb to wills of the greater beings that guide his life?",
    "posterImage": "https://cdn.novelupdates.com/images/2018/06/Red-Packet-Server.png"
  },
  {
    "slug": "doomed-to-be-cannon-fodder",
    "name": "Doomed to be Cannon Fodder",
    "source": "volare-novels",
    "synopsis": "She's somehow ended up transmigrating into the book as the supporting female lead, who was beaten to death! Deeply in love with the male lead, she's fated to be beaten to a bloody pulp before even holding hands with him?!\n\nFirst things first, she needs to survive and latch onto the big thigh of a patron. But the supporting male lead is a true gentleman and feels nothing for her stunning, alluring body. That's alright! She'll latch onto the old madame or the male lead then!\n\nBut why does the supporting male lead look at her with increasingly odd eyes? And what of that Wulin Alliance Head with the personality disorder? You're just a random bystander, what are you getting involved for??\n\nFinally, the male lead could bear it no longer and dragged her back to the Prince Li Manor…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/05/CmQUN1aCWceEWW0WAAAAAH_nNXg475175014.jpg"
  },
  {
    "slug": "divine-throne-of-primordial-blood",
    "name": "Divine Throne of Primordial Blood",
    "source": "volare-novels",
    "synopsis": "Su Chen lost his sight in an unfortunate, unanticipated encounter. He was unwilling to give up despite suffering one of the most tragic fates possible in the human realm and fought on. Su Chen wants to use his own efforts to create a completely new destiny, both for himself and for mankind!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/05/c50d1f64fc83c1e5859ac01dd20f06fe.jpeg"
  },
  {
    "slug": "adorable-creature-attacks-cuteness-overload",
    "name": "Adorable Creature Attacks! Cuteness Overload!",
    "source": "volare-novels",
    "synopsis": "Gu Qingyu, a licensed psychiatrist in the modern times, is thrown into turmoil.\n\nHer own unjust death, a new world, and much more awaits her!\n\n『A sudden attack from a shadowed figure in a hospital!\n\nShe reaches out with one wish on her mind as her blood flows out,\n\n“I-I don't want to die! S-Somebody save me!”\n\nIn the midst of her desperate cries, a mysterious being receives her wish and relocates her into a new body and world!』\n\nThrown into an ancient era without any warning, she discovers magic, monsters, and localities to explore!\n\nOn her journey through the four empires, she encounters hardships, meets new people and builds new relationships, all while trying to evade losing yet another life!\n\n『New situations thrown at her at every turn, a comedic story of love, friendship and trust! Follow Gu Qingyu and her friends' adventures through the four empires and her path to survival!』",
    "posterImage": "https://cdn.novelupdates.com/images/2017/05/Adorable-Creature.jpg"
  },
  {
    "slug": "the-bird-of-good-evil",
    "name": "The Bird of Good & Evil",
    "source": "volare-novels",
    "synopsis": "“If I gave you the chance to become a human, would you want to?”\n\nBack then, I simply smiled and said, “I don't want to become a human. I want to continue being a bird, soaring freely in the skies. That's perfect for me.”\n\nAs things changed with the passage of time, all of a sudden, I really wanted to become a human just once. Thus, I asked the god, “Can I still have another chance to become a human?”\n\nHowever, the god shook his head, “You've already missed your opportunity. Furthermore, even if I gave you a chance now, you wouldn't live past a single day.”\n\n“That's fine, even half a day is fine. I just want to be a human for once.”\n\nWith shining eyes, I pleaded earnestly…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/20170509144910_194.jpg"
  },
  {
    "slug": "by-the-river-of-forgetfulness-for-seven-lifetimes",
    "name": "By The River of Forgetfulness for Seven Lifetimes",
    "source": "volare-novels",
    "synopsis": "Between the two sides of that other shore, upon the Bridge of Helplessness.\n\n“Little miss, drink a mouthful of soup. Forget everything. Your next life is a new beginning, without any earthly desires or pain.”\n\nLooking at the soup in Old Lady Meng's hands, depression rose within me, “But what about that person in my heart?”\n\nOld Lady Meng smiled faintly and said, “Do you see the waters below this bridge?”\n\n“I see them.”\n\n“Do you see the stones in the water?”\n\nI was stunned for a moment, “Stones?”\n\nOld Lady Meng nodded, “Go down there and become a stone. Watch the great changes in the world for seven lifetimes. After seven hundred years, you'll be able to bring your longing with you as you reincarnate into a new life to look for him…”",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/20170324184249_164.jpg"
  },
  {
    "slug": "how-hurtful-of-the-maple-leaves",
    "name": "How Hurtful of the Maple Leaves",
    "source": "volare-novels",
    "synopsis": "O maple leaves as far as the eye can see, could you help me tell him, that I'm still waiting for him to come home?\n\nIn that maple forest, under that tree, it was like a dream.\n\nFollowing the gentle passing of the breeze, everything vanished into thin air as if it had never existed.\n\n“Jing'er, we're right in the thick of autumn now. Don't go outside too much, in case you catch a cold.”\n\nThe sunlight was just right at that time, and the maple leaves were still around. A handsome man dressed in white clothing; he's my husband.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/20170314153331_961.jpg"
  },
  {
    "slug": "three-lifetimes-of-trials-a-wind-chime-brings-tears",
    "name": "Three Lifetimes of Trials; A Wind Chime Brings Tears",
    "source": "volare-novels",
    "synopsis": "Since ancient times, the eighteen levels of hell have been feared by all men, but only the evil ones have ever entered.\n\nI killed countless people in my life. When my soul entered hell, I knew that there was no chance for me to escape the suffering of those eighteen levels.\n\nHowever, I didn't expect for the King of Hell to exempt my punishment, only to leave me with three lifetimes of trials.\n\nIn one life, my family was all killed and all my limbs were torn off. In another life, I was alone without anyone to help me, and my best friend was killed. I have one more trial to suffer.\n\nAt the root of all evil, there's no one around.\n\nWho was it who exempted you from the eighteen levels of hell, and helped you pass through the trials of three lifetimes?\n\nOnly to see a wind chime fall to the ground, leaving behind a single tear.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/20170324184317_240.jpg"
  },
  {
    "slug": "mum-i-used-to-hate-you",
    "name": "Mum, I Used to Hate You",
    "source": "volare-novels",
    "synopsis": "I once asked myself whether I had ever experienced anything… so unforgettable that it was carved deeply into my bones.\n\nThen I thought carefully about it.\n\nActually, my life was pretty average and rather peaceful.\n\nIt was probably because I was still young.\n\nBut upon thinking even more seriously, it seems like I've ever really hated one person.\n\nMy mum.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/20170324184219_602.jpg"
  },
  {
    "slug": "destroyer-of-ice-and-fire",
    "name": "Destroyer of Ice and Fire",
    "source": "volare-novels",
    "synopsis": "As the era of dragons gradually came to an end, as arcane masters left countless riches and legends under the starry sky, one awakened youngster after another began to set foot on their journey.\n\nTranslator Notes:\n\nA lighthearted shounen-style story in a western fantasy setting filled with a group of friends, magic academies, chuckles, hot-blooded youth, and no harem. Let their adventure begin.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/DIF.jpg"
  },
  {
    "slug": "nie-yinniang",
    "name": "Nie Yinniang",
    "source": "volare-novels",
    "synopsis": "When Nie Yinniang was just ten years old, a Buddhist nun came by her house place to beg for food. The nun saw Yinniang and was delighted. She said to her father, “Sir, I beg you to let me take this girl away and teach her.” Her father was furious and rebuked the nun. The nun said, “Even if you kept her in an iron chest, I would still take her away.” That night, sure enough, Yinniang disappeared. Her father was panic-stricken, and ordered his men to search for her, but there whe and his wife thought of their daughter, they could only face each other and weep.\n\nFive years later the nun escorted Yinniang back home. She told him, “My teaching is complete, you can have her back.”",
    "posterImage": "https://www.novelupdates.com/img/noimagefound.jpg"
  },
  {
    "slug": "still-wait-for-me",
    "name": "Still, Wait For Me",
    "source": "volare-novels",
    "synopsis": "Inexplicably reborn in the year 2003, having failed terribly in his previous life, the prevailing concern with Xu Tingsheng, that stands above all else, is none other than her. But alas, he is just months away from entering university, while she is but in her first year of junior high… Regarding this, all he can do is wait silently…for now.\n\nIn the meantime, other matters remain. There were quite a few things that went…rather badly, back then. Given the chance to change things, how would it not be the best decision to give that roulette wheel another spin with the odds stacked a better way, to attempt to change those dismal fates? And in some matters, does the alternative even truly exist? Hence flaps the butterfly's wings…\n\nIn Xu Tingsheng's new ‘second chance' life, the power of foreknowledge coupled with intelligence pre-empts excellence, and that, coupled with personal charisma and character, begets women. Here he strives for success, while always keeping foremost in his mind that for which he exists, that which his achievements are ultimately meant to protect and cherish. And amidst all this, the season of youth does bloom for the young, deep, complicated romance and spontaneous, hot-blooded fighting never failing to inspire.\n\nPhilosophical and deep amidst the great, original tale of modernity it tells, this is a thought-provoking story of life, on life, on living.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/07/stillwait.jpg"
  },
  {
    "slug": "supernatural-girlfriend",
    "name": "Supernatural Girlfriend",
    "source": "volare-novels",
    "synopsis": "“Boss…I'm really sleepy….” My eyelids were starting to feel heavy. After all, it was past 3am. Most normal people would be asleep by now.\n\n“From now on, don't call me boss. During this 24 hours date, we are not in a boss subordinate type of relationship.” Suyang whispered in my ears. “If you're tired, then take a nap. I'll wake you up when the sunrise begins.”\n\nThen, he tightened his grip and I felt so much warmer in his embrace. “Let me sing you a lullaby.” Suyang suddenly suggested.\n\n“Lullaby? Why lullaby…?”\n\n“Isn't it common for couples to sing to each other? I read it online.” Suyang explained. Before I gave him consent, he began to sing, “Pig…..your nose has two holes…”\n\nI smacked Suyang, “What type of lullaby is this?”\n\n“Stop interrupting. I purposely chose this song for you. You're ruining the atmosphere.”\n\n“You're the one ruining the atmosphere!” I couldn't help but giggle hysterically.\n\nI turned over and saw how serious he was. It made me laugh even harder. “Stop being so funny!”\n\nLin Yixin has had the ability to see ghosts ever since the car accident. However, it felt more like a curse than a blessing until Yixin almost died in the hands of a masked killer one day. The killer got away, but Yixin realized she had an advantage no one else had. Since she was able to see the ghosts that were following him, it meant she could pinpoint his exact location. But how was she going to obtain the evidence to prove his guilt?",
    "posterImage": "https://cdn.novelupdates.com/images/2018/05/SG-cover.jpg"
  },
  {
    "slug": "bone-painting-coroner",
    "name": "Bone Painting Coroner",
    "source": "volare-novels",
    "synopsis": "In the 21st century, she was the outstanding world renowned darling of the field of archeology. Then, she transmigrated and became Jinjiang city's Ji Family' Third Miss, a small malnourished girl who starved to death. She was unfavored by her father and treated like air by the rest. Therefore, just to earn money and feed herself she had to return to her old profession – being a forensic anthropologist.\n\nWith a pair of dextrous hands, she stroked and examined those clickety white bones to solve old and dusty unresolved cases.\n\nHe was a handsome cold prince. Just to see the beauty smile, he would not hesitate to throw away his moral principles and repeatedly flirt with her.\n\nIn the end, he only received a supercilious look from her, as she declared “Prince, one touch is a 1,000 taels.”\n\n“Then, this prince will give you 10,000 taels for a kiss!”",
    "posterImage": "https://cdn.novelupdates.com/images/2017/08/Bone-Painting-Coroner.jpg"
  },
  {
    "slug": "the-aloof-prince-pampers-his-wild-first-rate-consort",
    "name": "The Aloof Prince Pampers His Wild First Rate Consort",
    "source": "volare-novels",
    "synopsis": "She is the slow-witted idiot of the Prime Minister's Residence. Everyone bullies her. He is the most respected and unfeeling Prince, with frightening ability and absolute envy! Together, they are conferred an imperial edict of marriage.\n\nShe acts stupid and tries to decline in every way possible while he despotically escorts her into the wedding…… everyone ridicules the match, but no one knows that the “idiot” has transformed from a loser into a talent.\n\nAfter the marriage, when they encounter the Empress Dowager examining the room, they act in concert with each other and pretend to be two mandarin ducks deeply in love. Afterwards, she laughs, “The performance has ended. Your highness, please return.”\n\nHe laughs softly, “Since you've got onto this Prince's bed, don't even think of getting off.”",
    "posterImage": "https://cdn.novelupdates.com/images/2017/08/th1-225x300.jpg"
  },
  {
    "slug": "this-mc-is-kickass",
    "name": "This MC Is Kickass",
    "source": "volare-novels",
    "synopsis": "While creating her character, the game's system randomly generated a “unique” name for her.\n\nTo avoid being recognized by her friends in reality, Shen Jingbin went for broke and made her in-game character look as ugly as possible, turning her into the ugliest character in the game.\n\nBut who would have thought that these days, even NPCs would judge her based on her looks! What should she do now?!\n\nThankfully, she had enough luck to overturn that. Hidden quests, amazing pets and top quality equipment were all lined up for her taking.\n\nEven male gods were offering themselves up to her!…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/11/themciskickass.png"
  },
  {
    "slug": "transmigrator-meets-reincarnator",
    "name": "Transmigrator Meets Reincarnator",
    "source": "volare-novels",
    "synopsis": "All Chu Lian had done was to read a book where the female lead had cheated on her wonderful husband. While wondering why, before she knew it, she was waking up in the body of that very same female lead!\n\nWait, did that mean the handsome husband from the book was hers now? Chu Lian decided to welcome him with open arms!\n\nHowever, what she got wasn't the kind husband she had been expecting. Instead, his personality seemed to have been completely flipped! He left her all alone on their wedding night… and just five days into their marriage, her dear husband abandoned his loving wife and left to enlist in the army!\n\nFine! Be that way! She could pass her days perfectly well somehow, even if she had to do it alone!\n\nChu Lian put her household in order, charmed the rest of her new family, and did a little business on the side. She even opened up some new trade routes! Her days passed peacefully and leisurely… Until her dear husband got into trouble at the frontline of the war.\n\nHmph, isn't he crawling back to me for help in the end? Forget it, I'll go save him myself!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/09/cover04.jpg"
  },
  {
    "slug": "the-sketch-artist",
    "name": "The Sketch Artist",
    "source": "volare-novels",
    "synopsis": "A battle of skill between police and criminal suspects, the only weapon a pencil! See how these young Chinese investigators use intelligence and conviction to restore truth to the world.\n\nOne Portrait. Twenty-four sketches. Over ten thousand drafts. More than thirty brutal murders. A single trace of evidence, dozens of tests, over a thousand inferences, six cunning suspects and unique situations…In The Sketch Artist, police sketch artist Zhang Chi and trace specialist Gu Shi walk hand in hand down a dangerous road, confronting a diabolical, hidden villain. Close comrades-in-arms or intimate lovers, when facing life or death it's all instantly insignificant.\n\nBut can these ardent young officers win the respect they deserve? When deadly peril strikes will they have the courage to respond? Can these closely-joined lovers rely on their remarkable special skills to defeat the hidden murderer? Wait and see…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/10/THE_FINAL_1.jpg"
  },
  {
    "slug": "killer-nights",
    "name": "Killer Nights",
    "source": "volare-novels",
    "synopsis": "She is a street-walking prostitute; he is a cog in the law enforcement machine; they live in different worlds, but life has brought them together.  This is a beautiful love story, this is a series of mysterious murders, this is the story of a fantastic supernatural power.  Perhaps they live right beside us, or perhaps they never really existed at all…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/10/killernights.jpg"
  },
  {
    "slug": "phoenix-ascending",
    "name": "Phoenix Ascending",
    "source": "volare-novels",
    "synopsis": "The heavens and earth change when the blood phoenix descends.\n\nShe is the chosen one of the blood phoenix, and she shoulders the blood debt of the entire royal clan. She renounces her fair facade with resolution and enthralls the world whilst clad in white, bestirring nations and dynasties with the flip of a hand.\n\nHe is an invincible war god and never shows mercy in his slaughter. His frozen heart is disturbed by her alone, and his tenderness reserved only for her.\n\nDo we work together with one heart, or walk the separate paths of strangers? Do we clash against each other with weapons instead…\n\nIn this vast world, I compose music only with you, to astound eras to come.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/12/PhoenixAscending-225x300.jpeg"
  },
  {
    "slug": "the-sword-and-the-shadow",
    "name": "The Sword and The Shadow",
    "source": "volare-novels",
    "synopsis": "Leguna. An orphan. His life changed dramatically the day the thieves' guild happened to select him for training and development. He would go on to become lifelong friends with a loyal mercenary, the partner of a beautiful magus who was cold as ice, the savior of a mysterious disfigured dark-elf girl with a talent for the Breath, and the unlikely caregiver for a feisty young maiden. And yet, who would be with him to the very end?\n\nIn a twist of fate, the child who fought stray dogs for food emerged to be the most infamous assassin in the world. But the intricacies of power are not so easily grasped, and the price of protecting those that he loves is not as simple as he once thought…",
    "posterImage": "https://cdn.novelupdates.com/images/2018/02/SwordandtheShadow_WithTitle_NoTranslation.jpg"
  },
  {
    "slug": "sundering-nature",
    "name": "Sundering Nature",
    "source": "volare-novels",
    "synopsis": "To be is to have a soul. The soul begets a will. Wills accumulate into mysterious psychic forces, weaving secret domains within the fabric of reality.\n\nLi Yiming, a gentle and kind-hearted person, was embroiled in this secret facade of reality against his will. Was it a coincidence, or was it preordained by fate? Dao techniques, artifacts, fantastic beasts, supernatural abilities… Within these secret domains governed by Heavenly Laws, his true identity incites great suspicion from all. A plan concocted for millennia — will he be the one to derail Heaven's laws, or the one to sunder Nature's fetters?",
    "posterImage": "https://cdn.novelupdates.com/images/2018/02/sunder1.jpg"
  },
  {
    "slug": "return-of-the-swallow",
    "name": "Return of the Swallow",
    "source": "volare-novels",
    "synopsis": "Reclaimed by her noble family after a hellish childhood that wasn't meant to be hers, Qin Yining is bestowed the gift of a hellish family instead. Just as she turns her lot around and gains acceptance, her country is plunged into danger instead. In this absolutely riveting and spellbinding tale, what does our MC do when an entire dynasty is at stake?",
    "posterImage": "https://cdn.novelupdates.com/images/2018/02/swallow1.jpg"
  },
  {
    "slug": "transmigration-of-mysteries-and-songs",
    "name": "Transmigration: Of Mysteries and Songs",
    "source": "volare-novels",
    "synopsis": "He…\n\ndescended from a line of famed Generals.\n\nCommanded his troops to victory at 18 and received his dukedom at 24.\n\nShe…\n\nwas a simple girl from the 21st Century.\n\nA car accident transmigrated her soul to Chang'an, and her life continues, in a very different way.\n\nIn the back alleys of Chang'an, an accidental meeting sparked the love that consumed the boundaries of life and death.",
    "posterImage": "https://cdn.novelupdates.com/images/2018/03/Transmigration-Of-Mysteries-and-Songs-cover.jpg"
  },
  {
    "slug": "song-of-exile",
    "name": "Song of Exile",
    "source": "volare-novels",
    "synopsis": "Born under a bad sign, little Cai Wenchang is blamed for an epidemic that killed his parents and over a hundred of his kinsmen in Cai Family Village.\n\nBullied, beaten, under-clothed and underfed, forced to work hard day in and day out, he ekes out a living the best he can.\n\nA chance encounter with an old freak sets off a chain of events that will change his fate.\n\nHaving taken all the torment he can take, Wenchang decides to enter the jianghu and join the ranks of society's seedy underbelly. He will walk his own path and show them that he is not a helpless lamb, that the years of abuse he received have been carved into his bones and engraved in his heart.\n\nBut once you enter the jianghu, it is not so easy to get out…\n\nNote: This novel, being a print novel, is rather short compared to most webnovels. About 160+ chapters. So no need to stack up too much first.",
    "posterImage": "https://cdn.novelupdates.com/images/2018/04/soe_small_sample.png"
  },
  {
    "slug": "sovereign-of-the-three-realms",
    "name": "Sovereign of the Three Realms",
    "source": "volare-novels",
    "synopsis": "Jiang Chen, son of the Heavenly Emperor, unexpectedly reincarnated into the body of a despised young noble, thus embarking on the path of the underdog trouncing all commoners. No one has the right to call himself a genius in front of Jiang Chen, as no one has a better understanding of the heavens than the son of the Heavenly Emperor. “Genius? He who adheres to me shall ascend. Those who oppose me can find solace in hell!'",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/Sovereign-of-the-Three-Realms.jpg"
  },
  {
    "slug": "great-demon-king",
    "name": "Great Demon King",
    "source": "volare-novels",
    "synopsis": "“If I don't die… I swear I will act on all my evil thoughts..”\n\nNot exactly everyone's typical thought when they're about to die. What will a cowardly young man do when reincarnated with the evil powers to redefine his destiny? Can the natural kindness of human nature triumph over evil? Will he become the cold-blooded demon king of legend, or will he forge his own path and rain down another kind of terror?",
    "posterImage": "https://cdn.novelupdates.com/images/2016/03/WoYuChengSheng.jpg"
  },
  {
    "slug": "the-nine-cauldrons",
    "name": "The Nine Cauldrons",
    "source": "volare-novels",
    "synopsis": "Emperor Zi Yu used 5 strikes of his axe to split mountains and unify everyone underneath the heavens. He partitioned the land into 9 areas, thus establishing the Nine Cauldrons which eventually became known as the 9 prefectures.\n\nWhen Emperor Zi Yu died, disputes unceasingly arose\n\nOne thousand years later, a once in a generation genius, Heavenly Emperor of Qin Mountains was born. Able to split a one hundred meter river, equipped with his peerless martial prowess, he finally united the land under the heavens. However, when Heavenly Emperor of Qin Mountains died, chaos once again shrouded the land. Another one thousand years passed and no one was able to consolidate the nation.\n\nFrom contemporary society, great Chinese Martial Artist Teng Qingshan, unexpectedly arrived into this world.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/02/01300542846491143564552159814_s-1.jpg"
  },
  {
    "slug": "blood-hourglass",
    "name": "Blood Hourglass",
    "source": "volare-novels",
    "synopsis": "A blood hourglass, a powerful object capable of causing time to become eternal and even reversing the future. An enigmatic girl walked into a cryptic world. When she deciphered her own riddle, she also revealed the truth behind the three realms of the world. Blood ties, twists of fate, and the paradox of choices. The only hope was to avoid giving up the present and future for the sake of yesterday. The future is surprise, tomorrow is hope.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/12/Logo1.jpg"
  },
  {
    "slug": "my-wife-is-a-beautiful-ceo",
    "name": "My Wife is a Beautiful CEO",
    "source": "volare-novels",
    "synopsis": "This story takes place in Modern China. However, no matter how much things change, in the depths of society, a secret world of syndicates and hidden factions exist.\n\nYang Chen, a graduate from Harvard who is fluent in English, French, Italian, and German to list a few. He is also capable of fighting and a number of practical skills. Yet he chose to go on the streets to sell fried mutton skewers for a living.\n\nLin Ruoxi is the CEO of a multibillion-dollar company—Yu Lei International. This company is one of the leaders in the cosmetic and fashion industry. Despite being only 20 years old, her ice-cold demeanor and beauty are well-known and unrivaled in Zhonghai City.\n\nDue to a wild night consisting of a lot of liquor, fate has brought them together to become husband and wife.\n\nAnd with that, the story begins!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/10/tmp_24750-Ruoxi1921997025.jpg"
  },
  {
    "slug": "age-of-lazurite-tower-of-glass",
    "name": "Age of Lazurite, Tower of Glass",
    "source": "volare-novels",
    "synopsis": "How was the foremost tower beneath the heavens built? What is the story between Emperor Yongle and the Tower of Glass? How will a Korean princess who's overcome hardships and toil decide her future?",
    "posterImage": "https://cdn.novelupdates.com/images/2016/03/51249.jpg"
  },
  {
    "slug": "demon-wangs-golden-favorite-fei",
    "name": "Demon Wang's Golden Favorite Fei",
    "source": "volare-novels",
    "synopsis": "“Miss, since you came back, every three days there will be someone who start a rumor to slander you……”\n\n“Some say you are ugly and really ill and will not live till eighteen…….”\n\n“Some say your personality is vulgar, even rural women are not as wild…..”\n\n“There are also people who mentioned the theft of that year. They told it like it has a nose and eyes, like they personally have witnessed Miss steal the glowing pearl……”\n\nA time traveler, she became the ancient version of Cinderella. Not only did her younger sister steal her fiancé, she is also sent to ChongXi by her father for other people…..\n\nWhat a joke! It has always been her that slaughters people, when is it their turn to be arrogant?!\n\nBeat her? Alright! A needle and you will no longer be able to lift your right hand!\n\nCurse her? Deal! A kick and you'll fall into the lake as food for carp!\n\nAssassination? Good! Making it so you won't be able to see tomorrow's sun!\n\nWhat? Want her to marry that Demon Wang whose eight wives died on the wedding night? No problem! She is the Demoness of the white and black world. She'd like to see who between the two of them is more evil, who is more vicious.\n\nOnly after marrying into WangFu did she find out this Demon Wang is different from the rumors. Not only are there different kinds of poisons in his body, he needs medication every day, and every night when it's full moon, he'll endure unbearable pain. That man's weak appearance actually made her to let her guard down and feel pity. She vowed, the one who made him like this, she'll pay him thousand, no, ten thousand times back! It's just that this man, he doesn't seem the same like he is on the surface……",
    "posterImage": "https://cdn.novelupdates.com/images/2017/01/t019a2a8cb92e3a747b.jpg"
  },
  {
    "slug": "harry-potter-and-the-rise-of-the-ordinary-person",
    "name": "Harry Potter and the Rise of the Ordinary Person",
    "source": "volare-novels",
    "synopsis": "No family, no power, no inheritance — a thrice-lacking protagonist. Just how will the seed rise up from the mud?\n\nMmm! It all depends on how the author is feeling.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/04/1001437131.jpg"
  },
  {
    "slug": "your-highness-i-know-my-wrongs",
    "name": "Your Highness, I Know My Wrongs",
    "source": "volare-novels",
    "synopsis": "In her last life Lin Shan couldn't even pass the Civil Service Exam for a government job, but in this life she has been promoted to become the, “Female,” Prince Consort. What happened? Let's find out.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/04/735354-bigger.jpg"
  },
  {
    "slug": "cultivation-chat-group",
    "name": "Cultivation Chat Group",
    "source": "volare-novels",
    "synopsis": "One day, Song Shuhang was suddenly added to a chat group with many seniors that suffered from chuuni disease. The people inside the group would call each other ‘Fellow Daoist' and had all different kinds of titles: Palace Master, Cave Lord, True Monarch, Immortal Master, etc. And even the pet of the founder of the group that had run away from home was called ‘monster dog'. They would talk all day about pill refining, exploring ancient ruins, or share their experience on techniques.\n\nHowever, after lurking inside the group for a while, he discovered that not all was what it seemed…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/10/Cultivation-Chat-Group.jpg"
  },
  {
    "slug": "sword-spirit",
    "name": "Sword Spirit",
    "source": "volare-novels",
    "synopsis": "In the Sky Sword Continent there are thousands of sects and strong cultivators as common as trees. In order to prevent his older sister from being forcefully married off, Lu Xuan had no choice to but to unceasingly cultivate and enter a sect to ask for a favor. By chance, a sword-shaped crystal of mysterious origins entered into Lu Xuan's body, containing countless top-class martial skills, powerful martial arts, and everything you could wish for! A martial legend starts here…",
    "posterImage": "https://cdn.novelupdates.com/images/2016/05/3046349.jpg"
  },
  {
    "slug": "historys-strongest-senior-brother",
    "name": "History's Strongest Senior Brother",
    "source": "volare-novels",
    "synopsis": "The first time Yan Zhaoge crossed worlds, he landed in a martial warrior civilization that was at the peak of prosperity. He ended up in the book storage building of the the Divine Palace, which collected and preserved the classics of the entire world from all fields of knowledge. However, a world class calamity struck soon after and even the Divine Palace was destroyed.\n\nYan Zhaoge's soul once again crossed over, but this time he arrived in the same world, except countless years have passed.\n\nWith his brain full of rare books and classics from the era of peak prosperity, Yan Zhaoge's second crossing over to the present era was like a gamer who was used to playing hell mode suddenly finding himself playing the game on easy.\n\nThat was just way too awesome.\n\nBut before that, he needs to fix a certain problem.\n\n“I'm not a main character? In fact, I'm actually the main character's love rival and the antagonistic Mr. Perfect senior martial brother? This script is wrong!”\n\nPS from author: ‘History's Number One Founder' is already complete with 4.6 million characters, I welcome you readers who have favourited and fed my book until it became fat to enjoy this book as well.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/04/hssb.jpeg"
  },
  {
    "slug": "im-hui-tai-lang",
    "name": "I'm Hui Tai Lang",
    "source": "volare-novels",
    "synopsis": "Transmigrated to another world, bringing with him “Hui Tai Lang System” and becoming a wolf, since then he has been living wolves' pack life… Even though there are countless unclothed female wolves enticing him in every possible ways, he still remains unmoved, in “Wolf's World” Decline the Willow's enticement!\n\nHe has howled for long periods to the moon uncountable times, his heart yelling: “I have a dream, I dream that one day, this community will stand up, to really realize their creed's true meaning: “We believe truth is self-evident, creatures live equally; I dream that one day, my children will not be judged by their race, but by whether their characters are good or bad to assess their life in the nation.”\n\nTL Note: “Willow” symbolizes women in China, so in this case, this idiom is saying: No matter how much you entice me, I cannot be moved. Wolf's World – Being eaten until not even the bones are left, saying they are dangerous.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/cb_53c221dba195a.jpg"
  },
  {
    "slug": "poisoning-the-world-the-secret-service-mysterious-doctor-is-a-young-beastly-wife",
    "name": "Poisoning the World: The Secret Service Mysterious Doctor is a Young Beastly Wife",
    "source": "volare-novels",
    "synopsis": "She is the secret service's trump card, a poison specialist, but also a young and cute girl with a sinister temperament. Contrary to her sweet and innocent appearance, she can complete any tasks without the slightest hesitation. One day because of an incomplete black magic, she was sent into the body of a girl who was deemed as a waste of resources. What kind of change will she bring to this continent?\n\nA certain bitter and hateful Prince says, “I believed she was weak and easy to bully, therefore I broke off my engagement. Only, I didn't expect she is a poisonous shrewd. I made an error of judgment.”\n\nA certain Crown Prince deeply sighs, “She is such a sexy evildoer! Obviously, she has a frail and tender body, but I wasn't able to overtake her…”\n\nFinally, a certain Ancestor hit the nail on the head, “She is just a bit two-faced!”\n\nShe answered, “You're just a big pervert!”\n\nA certain Ancestor carried her into a room. “Then, you are meant for me! A two-faced and a pervert, that's a perfect match!”",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/cb_56c514a7746ea.jpg"
  },
  {
    "slug": "release-that-witch",
    "name": "Release that Witch",
    "source": "volare-novels",
    "synopsis": "Chen Yan travels through time, only to end up becoming an honorable prince in the Middle Ages of Europe. Yet this world was not quite as simple as he thought. Witches with magical powers abound, and fearsome wars between churches and kingdoms rage throughout the land.\n\nRoland, a prince regarded as hopeless by his own father and assigned to the worst fief, spends his time developing a poor and backward town into a strong and modern city, while fighting against his siblings for the throne and absolute control over the kingdom. Join Roland as he befriends and allies with witches and, through fighting and even farming, pushes back invaders coming from the realm of evil.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/07/Release-that-Witch.jpg"
  },
  {
    "slug": "falling-dreams-of-fang-hua",
    "name": "Falling Dreams of Fang Hua",
    "source": "volare-novels",
    "synopsis": "I have a foster father…\n\nUm, that's not the important part. I just want to say, why doesn't he understand the differences between boys and girls in this world? He insists a pornographic picture is actually a diagram of acupuncture points. And also…why did he raise me as a boy for 15 years?! It's impressive that he can write prescriptions, but I studied poisons.\n\nBut, why is he a Fang Hua Beast…",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/mdfh.jpg"
  },
  {
    "slug": "apartment-from-hell",
    "name": "Apartment From Hell",
    "source": "volare-novels",
    "synopsis": "To become the actors of a real life horror movie. To struggle for survival in this world straight from a scary film.\n\nEntering this apartment is equivalent to stepping on a road of no return.\n\nOnly the ones that the apartment choose will be able to see it. Only they will be able to enter it. But all those who are chosen to become residents have their freedom of choice taken away. If they try to escape the apartment, they will be killed by its curse.\n\nIn this apartment, once bloody words appear on room walls, the residents must follow the instructions of these words. They must travel to the appointed location and stay there for the appointed period of time. Failure results in death. But once they reach their destination, they will face endless supernatural and scary scenarios. Those countless phantoms and ghosts that exist deep down in your nightmares will be everywhere, waiting to take over your lives.\n\nEven if they stay alive and return to the apartment, they must face the next time. The next time that the bloody words appear.\n\nTo leave this apartment, there is only one way…",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/hell.jpg"
  },
  {
    "slug": "celestial-employee",
    "name": "Celestial Employee",
    "source": "volare-novels",
    "synopsis": "An ordinary run of the mill employee, a recently graduated new employee. An unlucky guy frustrated with life, a nobody always being bullied by his superiors and colleagues.\n\nUnexpectedly, a nobody like this obtained a fabled power, a thing of the legends, the celestial arts of the Immortals. He turned into the only remaining disciple of the legendary magical treasure refining sect, the Three Treasure Sect, from aeons ago. With this, he gained the ability to refine all kinds of magical treasures, isn't that amazing?\n\nAuthor note from Chapter 23 that gives insights into the novel. (Parts are ommited because they are irrelevant at this point.)\n\nIt's the eve of the lunar new year, let me say some things. Secondly, issues with the plot, those who read my novel would know. My novel isn't like those where the lead is super powerful from the start (TL:and/or MC doesn't power up like most/every other chinese novel MC on steroids.). Therefore those looking for an invincible MC from the start (TL:and/or power ups easily) would inevitably be slightly disappointed. I prefer to write the process of how a person slowly becomes stronger, as well a the lead's normal and dull life, rather than him being invincible immediately, and proceeding to become almighty under the heavens, and XXOO (TL: You know… >.> <.< those things) with beauties.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/07/449a9dd0b12a52703fbceaf065fab46c.jpg"
  },
  {
    "slug": "the-strong-the-few-true-cultivators-on-campus",
    "name": "The Strong, The Few, True Cultivators on Campus",
    "source": "volare-novels",
    "synopsis": "In order to live he must get close to girls, what kind of rule is this? Tang Zheng possess the Nine Yang Saint Body, a rare body constitution that is hard to come across within a millennium, yet he must absorb pure Yin energy to stay alive. In order to live, he will fight! Absolute campus belles, goddess teachers, charming housewives, haughty lolis… all kinds of woman walk into his life causing him to be surrounded by beauties!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/08/1-1.png"
  },
  {
    "slug": "fleeting-midsummer-beijing-universitys-weakest-student",
    "name": "Fleeting Midsummer (Beijing University's Weakest Student)",
    "source": "volare-novels",
    "synopsis": "The story follows a fluffy university student who somehow gets into Peking University, one of the best universities in China! Upon entry, her mother gives her three instructions:\n\n(1) Don't get kicked out!\n\n(2) Lose weight\n\n(3) Find a university boyfriend.\n\nWell we can all guess how the third one turns out as she follows to pursue the guy she is madly in love with, Xiao Xi. Meanwhile, the top student and her classmate from her hometown, Fang Yu Ke, has got his eye on her, but for a girl with low EQ (who thinks she has a high EQ) how will things turn out?",
    "posterImage": "https://cdn.novelupdates.com/images/2016/08/Fleeting-Midsummer.jpg"
  },
  {
    "slug": "evil-emperors-wild-consort",
    "name": "Evil Emperor's Wild Consort",
    "source": "volare-novels",
    "synopsis": "She has come a long way.\n\nOrphaned, born a weakling, and being the infamous good-for-nothing of Azure Dragon Country. Gu Ruoyun was the shame of the proud Gu household. Falsely accused of a crime she did not commit, she was betrayed by her family and beaten to death by her own grandfather. But life took a fateful twist on that very day — she was revived.\n\nNewly awakened, she is now the Master of an ancient treasure that resides within her body. Precious cultivation pills, treasures beyond her wildest imagination and spiritual beasts, all within her grasp… She is the apple of the eye of all under the heavens, including that of a mysterious, handsome man.\n\nNow she only has one goal — to conquer the world.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/11/Evil-Emperors-Wild-Consort.jpg"
  },
  {
    "slug": "star-rank-hunter",
    "name": "Star Rank Hunter",
    "source": "volare-novels",
    "synopsis": "The universe. This infinite field of stars is the dream of every Hunter.\n\nFor the Hunters who run amidst the stars, the only limit they truly have is the universe.\n\nIs there a limit to the universe? And where would this limit lay?\n\nWhen the Shadow Hunter; a young man named Cillin obtains a strange chip by accident, he begins his journey into this endless field of stars.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/10/tmp_6344-2057s-1126236077.jpg"
  },
  {
    "slug": "hidden-marriage",
    "name": "Hidden Marriage",
    "source": "volare-novels",
    "synopsis": "After five years, Ning Xi has returned and is out to take revenge on the sister who turned her parents against her, and the childhood sweetheart who betrayed her for her sister. She aims to fulfil her childhood dream and become a famous actress. However, her sister is still out to get her and she has to avoid all her underhanded schemes.\n\nOne day, after falling into one of her sisters' schemes, she meets an adorable kid and saves him. This was how Ning Xi found herself staying at the mute little kid's house to help him come out of his shell. Slowly, his father Lu Tingxiao starts falling for her too.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/07/Hidden-Marriage.jpg"
  },
  {
    "slug": "poison-genius-consort",
    "name": "Poison Genius Consort",
    "source": "volare-novels",
    "synopsis": "Easily cowed and bullied, she was the useless, ugly woman with no talent in medical skills. Supported by millions, he was Tianning's most respected duke with the power to move all under Heaven. On their wedding day the bridal sedan was carried to the front doors, but the Duke of Qin's gates were shut tight.\n\nThey told her, ‘Come back tomorrow.'\n\nAll alone, she walked step-by-step full of pride through the duke's doors. Little could they imagine, this unattractive good-for-nothing was a beautiful, genius doctor of poisons!\n\nAfter transmigrating to the past, poisons expert Han Yunxi finds herself on the verge of being married off to the country's second most powerful man, the Duke of Qin. Her future life seems set–except her husband is an unfeeling ice block, her in-laws think she's a eyesore, the empress dowager wants to use her for her own goals, and poison-related plots abound.\n\nAlone, the intelligent (and sensible) Yunxi must carve her own space from the intricate web of court intrigue and the jianghu, relying on her words, wits, and wisdom to survive. Adapt when necessary, use force when required; to survive and thrive is the name of the game to a prosperous life.\n\nNo matter what, she'll prove her right to live!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/11/poison-genius-concubine-big.png"
  },
  {
    "slug": "unruly-phoenix-xiaoyao",
    "name": "Unruly Phoenix Xiaoyao",
    "source": "volare-novels",
    "synopsis": "The fat cat Black Tubby said, “Supreme Commander is a good person, meow!”\n\nThe bird Grandfather Sparrow said, “Supreme Commander is a good person, chirp!”\n\nThe little mouse Oil Jar also said, “Supreme Commander is a good person, squeak!”\n\nFurthermore, the weasel Great Immortal said, “You and Supreme Commander are a match made in Heaven~”\n\nAll of the little animals told Ning Xiaoyao about Supreme Commander, Supreme Commander, Supreme Commander! So, Ning Xiaoyao believed that this Supreme Commander named Lou Zigui had to be a good guy. As to whether or not they were a match made in Heaven…\n\nThe fat cat Black Tubby clawed at Ning Xiaoyao. “You wrote the decree sentencing Supreme Commander to death in the execution grounds, ah! You fatuous, self-indulgent ruler!!!”\n\nNing Xiayao replied,“…”\n\nNing Xiaoyao is a genetically evolved army doctor from a zombie-infested apocalyptic world. One day, she transmigrates to the past as the next emperor of an ancient country. But wait, isn't she a girl?!\n\nAs it turns out, she's a disguised stand-in for her baby brother under the “loving” care of the empress dowager, her mother and future murderer. Faced with her impending death, Ning Xiaoyao must thwart the schemes of her family to survive in a palace allied against her. But how does a zombie-killing expert with supernormal strength, healing powers, and the ability to understand animals deal with the intricacies of court politics?\n\n“If nothing else works, I'll just beat them all up!”",
    "posterImage": "https://cdn.novelupdates.com/images/2016/12/tumblr_inline_ohtu61Mx3o1tyfb4b_540.jpg"
  },
  {
    "slug": "special-forces-spirit",
    "name": "Special Forces Spirit",
    "source": "volare-novels",
    "synopsis": "Having served in the Northeast Field Army, Ye Tianming, once called an “extremely dangerous person”, was chosen for the Blue Sword Special Forces to his surprise. He's crafty, cocky, prideful, yet possesses talent and planning above others. He's walked on the front line, leading his teammates in Blue Sword to erase the invasion attempt by the Liberation Tigers of Tamil Eelam; he chose elites and dealt a huge blow to the opponent in a military exercise; he is neither good nor evil, and openly defied orders to save his teammates; he went overseas, and entered terrible trouble in order to save his fellow citizens… Desert breakthrough, wilderness sniping, escape through Gobi, hunting overseas…\n\nAfter a series of tests through blood and flames, the fresh troops led by Ye Tianming grew up quickly, and became an iron-willed lion. They have the speed of cougars, the power of lions, the craftiness of foxes, and the stealth of a snake. In front of evil, they have an aura fill of murderous intent; in front of justice, they seem to show the hot blooded spirit of special forces. They have no unit designation, no honor, and even no gravestones, in the age of peace, they composed a soul-stirring song of generosity!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/12/21471.jpg"
  },
  {
    "slug": "gourmet-food-supplier",
    "name": "Gourmet Food Supplier",
    "source": "volare-novels",
    "synopsis": "“In a land far to the east, there exists a strange store that has rejected a three Michelin star rating multiple times.\n\nThe prices are expensive. A combo set of soup and egg fried rice costs 288 RMB. Oh, I forgot it also includes a side dish of pickles. Even so, very many people line up to wait.\n\nThat place does not accept reservations. It only lets in people who are waiting in line there. Countless people make special trips to line up there. Of course, there's nowhere to park planes or cars.\n\nTheir service is so terrible, the customers have to serve their own dishes and grab their own bowls and chopsticks, and they even have to wipe down their own tables! God, the boss is simply crazy.”\n\n—《Michelin Gourmet Magazine》",
    "posterImage": "https://cdn.novelupdates.com/images/2017/03/Gourmet-Food-Supplier.jpg"
  },
  {
    "slug": "the-king-of-hells-genius-pampered-wife",
    "name": "The King of Hell's Genius Pampered Wife",
    "source": "volare-novels",
    "synopsis": "At the feast of the Gluttonous House's auction, there was a little girl with an exceptional furnace constitution for offer at a sky-high price. Everyone wanted to lay their hands on her. Suddenly, the little girl in the golden cage opened her eyes, radiating a cold gaze. She was no longer cowardly.\n\nShe was the gold medal assassin of the 21st century, transmigrating to become the good-for-nothing humiliation that everyone bullied, third miss Nalan Hexi of the genius doctor's manor.\n\nMeridians completely crippled, no innate skill to cultivate? What is she afraid of? She is the exceptional miracle doctor, and these injuries were nothing in her eyes.\n\nFather doesn't dote on her, mother doesn't love her, everyone schemes against her? Humph, an alternate dimension in hand and an invincible spirit pet as well, she can destroy the small Nalan Manor with a flip of her hand!\n\nUgly complexion, malnourished and sickly in appearance, no one wants her? She recovered her unparalleled looks with the blink of an eye and gained a dozen good looking men as bodyguards!\n\nThat overbearing man who'd been sticking to her since the auction. Who said I was destined to be yours? I am my own, no one can decide my future!\n\nA certain man: Then I am yours, will that do?",
    "posterImage": "https://cdn.novelupdates.com/images/2017/10/the-king-of-hells-genius-pampered-wife.jpg"
  },
  {
    "slug": "split-zone-no-13",
    "name": "Split Zone No.13",
    "source": "volare-novels",
    "synopsis": "When Li Shen's second personality acts out, her consciousness is sent to a strange place called Split Zone No.13. She is then informed that only if she can unravel the truth, will she be able to return home.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/12/no13-original.jpg"
  },
  {
    "slug": "night-emperor",
    "name": "Night Emperor",
    "source": "volare-novels",
    "synopsis": "They possessed a title that could be passed down through generations, but they were not nobles. Their family's ancestry was long and illustrious, yet they were not powerful. The current scion of the family believed he had secured his employment for a lifetime by inheriting the position that had been passed down from his forefathers. However, this prison chief of a yamen, a government establishment, had his little world unexpectedly thrown on its head by a swindler acting like a mystical being. Thus, a tyrant who could cover the sky was created.\n\nYang Ling[1] was known as Yang the Beheader, and Yang Fan[2] was known as the Plague Doctor, but our protagonist was dubbed with many names, the Insane Dianshi[3], the Dickhead Prefectural Judge, Night Emperor… Every one of those nicknames represents his legend.\n\n[1] Yang Ling is the main character of one of Yue Guan's early works called 回到明朝当王爷之杨凌传 which can be loosely translated as Return to Ming Dynasty as a prince : Yang Ling's biography. It's still a very popular novel which will be turned into a TV series due to be out on 2017 under the title of Royal Highness.\n\n[2] Yang Fan is the main character of another one of Yue Guan's novels called zuì zhěn jiāngshān (醉枕江山). In fact, it's the previous complete work before Night Emperor. It's a historical novel similar to Night Emperor.\n\n[3] It's an unranked government post which is outside of the nine rank system in the imperial officialdom and tasked with various miscellaneous jobs.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/01/72f082025aafa40f060667eca364034f78f0193a.jpg"
  },
  {
    "slug": "reign-of-the-hunters",
    "name": "Reign of the Hunters",
    "source": "volare-novels",
    "synopsis": "The happiest thing in the world is to be able to amend what you have done wrong. She who acted willfully because of a game, was reincarnated into a time when she still had her parents' love.\n\nFor the sake of her family, she began her life as a pro gamer.\n\nBut this time, she was no longer the Human Sorceress that she was familiar with. She was an Elven Huntress. Could she still acquire the power to be the Right Hand of God?",
    "posterImage": "https://cdn.novelupdates.com/images/2017/01/Reign-of-the-Hunters.jpg"
  }
]
