[
  {
    "slug": "7-killers",
    "novel-updates-slug": "7-killers",
    "name": "7 Killers",
    "source": "wuxiaworld",
    "synopsis": "Dragon 5th is a powerful lord with incredible martial arts, and yet is wasting away from a fatal disease. The only medicine which can cure his sickness lies in the clutches of his venemous ex-wife, Madam Lovesickness, and is guarded by 7 dangerous killers, fugitives of the martial world. To retrieve the antidote, Dragon 5th hires Liu Changjie, a skilled martial artist who loves drinking and women, but has a mysterious past. All is not what it seems in this wuxia heist story.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/10/Gulong121.jpg"
  },
  {
    "slug": "rmji-index",
    "novel-updates-slug": "a-record-of-a-mortals-journey-to-immortality",
    "name": "A Record of a Mortal's Journey to Immortality",
    "source": "wuxiaworld",
    "synopsis": "A poor and ordinary boy from a village joins a minor sect in Jiang Hu and becomes an Unofficial Disciple by chance. How will Han Li, a commoner by birth, establish a foothold for himself in his sect? With his mediocre aptitude, how will he successfully traverse the path of cultivation and become an immortal?\n\nThis is a story of an ordinary mortal who, against all odds, clashes with devilish demons and the ancient celestials in order to find his own path to immortality.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/09/record-of-mortal-cultivating-to-immortal.jpg"
  },
  {
    "slug": "awe-index",
    "novel-updates-slug": "a-will-eternal",
    "name": "A Will Eternal",
    "source": "wuxiaworld",
    "synopsis": "One will to create oceans. One will to summon the mulberry fields.\n\nOne will to slaughter countless devils. One will to eradicate innumerable immortals.\n\nOnly my will… is eternal.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/betacover.jpg"
  },
  {
    "slug": "absolute-choice-index",
    "novel-updates-slug": "absolute-choice",
    "name": "Absolute Choice",
    "source": "wuxiaworld",
    "synopsis": "A world filled with heroes with superpowers. A world attacked by calamity fiends. A modern world filled with wonders and dangers.\n\nShi Xiaobai, a child from normal Earth, walked into such a world, proclaiming to be its king. But at the first signs of danger, he is forced to make a choice, one which he cannot refuse for time would repeat, making him face the choice again.\n\nHe is not humble nor is he modest, but neither is he delusional. Yet, the Absolute Choice seems to make fun of him. Will the joke be on him or will he laugh at his opponents? There will be many watching his escapades, and there will be some joining him in his adventures.\n\nTo see through the world and to grasp its truth, that is the destiny of the King.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/Absolute-Choice.jpg"
  },
  {
    "slug": "atd-index",
    "novel-updates-slug": "acquiring-talent-in-a-dungeon",
    "name": "Acquiring Talent in a Dungeon",
    "source": "wuxiaworld",
    "synopsis": "Talent, appearance, power.\n\nNo matter how hard I try, I can't beat the people born with these things.\n\nBut, within this dungeon, I can overcome them.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/03/xwWCwl9yn4QuhQTy.jpg"
  },
  {
    "slug": "atg-index",
    "novel-updates-slug": "against-the-gods",
    "name": "Against the Gods",
    "source": "wuxiaworld",
    "synopsis": "Mythical Abode Mountain, Cloud's End Cliff, the most dangerous of Azure Cloud Continent's four deadly areas. Cloud's End Cliff's base is known as the Grim Reaper's Cemetery.\n\nOver countless years, the number of people that have fallen off this cliff is too high to count. None of them, even three stronger than god masters, whose power could pierce the heavens, have been able to return alive. However, a boy that's being chased by various people because he alone holds a priceless treasure jumps off the cliff, but instead of dying he wakes up in the body of a boy with the same name in another world!\n\nThis is the story of a boy wielding the Sky Poison Pearl, cultivating the strength to oppose heaven and earth, a lord overlooking the world!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/1416425191645.jpg"
  },
  {
    "slug": "ancientgodlymonarch-index",
    "novel-updates-slug": "ancient-godly-monarch",
    "name": "Ancient Godly Monarch",
    "source": "wuxiaworld",
    "synopsis": "In the Province of the Nine Skies, far above the heavens, there exists Nine Galaxies of Astral Rivers made up of countless constellations interwoven together.\n\nFor Martial Cultivators, they could form an innate link with one of the constellations, awaken their Astral Soul, and transform into a Stellar Martial Cultivator.\n\nLegend has it that, the strongest cultivators in the Province of the Nine Skies, were beings that could open an astral gate every time they advanced into a new realm. Their talent in cultivation was such that they could even establish innate links with constellations that existed in a layer higher than the Nine Layers of Heavens, eventually transforming into the heaven-defying and earth-shattering power known as the War God of the Nine Heavens.\n\nQin Wentian is the MC of this story. How could a guy, with a broken set of meridians, successfully cultivate? There were countless Stellar Martial Cultivators, as there were countless constellations in the vast starry skies. What he wanted to be, was the brightest constellation of all, shining dazzlingly in the vast starry skies.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/04/Ancient-Godly-Monarch.jpg"
  },
  {
    "slug": "ast-index",
    "novel-updates-slug": "ancient-strengthening-technique",
    "name": "Ancient Strengthening Technique",
    "source": "wuxiaworld",
    "synopsis": "A human warrior cultivating the Ancient Strengthening Technique has transcended dimensions and arrived on Kyushu. Together with twelve ravishing beauties with looks that were unmatched in their generation, will he be able to stand on the summit of this world?\n\nThis novel is about the main character, named Qing Shui, who transcended dimensions and arrived in the Kyushu continent. Storms of blood and wind, resulting in corpses and bones strewn about are extremely common here. The young warrior Qing Shui forged ahead in his path to cultivate, using 10 years to train himself, only to seek vengeance for the one who had forsaken his mother!\n\nNote from Author: I Am Superfluous\n\nTo put it simply, this is a story about the rising up in ranks, and getting hot chicks along his journey to stand at the summit of this world.",
    "posterImage": "https://cdn.novelupdates.com/images/f49b50c7-9bc1-4f61-9b83-ef1fabe491ae.jpg"
  },
  {
    "slug": "breakers-index",
    "novel-updates-slug": "breakers",
    "name": "Breakers",
    "source": "wuxiaworld",
    "synopsis": "My name is Joo In-gong. The name that my parents gave me meant ‘protagonist' of the world. really?\n\nAs anyone can predict, I was constantly teased due to my name. In kindergarten, elementary school, middle school and high school. If I went to university as planned then I would probably be laughed at there as well.\n\nSo, at one point, I really hated my name.\n\nBut not anymore. Now, I think slightly differently. Maybe being named Joo In-gong was a type of foreshadowing?",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/x9Y2Jpo.jpg"
  },
  {
    "slug": "cos-index",
    "novel-updates-slug": "city-of-sin",
    "name": "City of Sin",
    "source": "wuxiaworld",
    "synopsis": "Every drop of this family bloodline is stained with sin. They are the embodiment of contradiction; calm yet maniacal, with great memories yet often forgetful. They pledge themselves to their dreams yet often compromise, are angels that are also devils… It's why I hate them. And also love them.\n\nThe only hope of his family, a youth with the blood of elves and devils walks on a battleground of annihilation and rebirth. He wills his way through boiling lava and icy depths, killing on this field of despair to strike down the lofty figure in his sight. One day he'll grasp his blade tightly and survey his surroundings, only to find no more enemies to kill.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/sincity.jpg"
  },
  {
    "slug": "cdindex-html",
    "novel-updates-slug": "coiling-dragon",
    "name": "Coiling Dragon",
    "source": "wuxiaworld",
    "synopsis": "Empires rise and fall on the Yulan Continent. Saints, immortal beings of unimaginable power, battle using spells and swords, leaving swathes of destruction in their wake. Magical beasts rule the mountains, where the brave – or the foolish – go to test their strength. Even the mighty can fall, feasted on by those stronger. The strong live like royalty; the weak strive to survive another day.\n\nThis is the world which Linley is born into. Raised in the small town of Wushan, Linley is a scion of the Baruch clan, the clan of the once-legendary Dragonblood Warriors. Their fame once shook the world, but the clan is now so decrepit that even the heirlooms of the clan have been sold off. Tasked with reclaiming the lost glory of his clan, Linley will go through countless trials and tribulations, making powerful friends but also deadly enemies.\n\nCome witness a new legend in the making. The legend of Linley Baruch!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/03/s4437529.jpg"
  },
  {
    "slug": "dkwss",
    "novel-updates-slug": "dragon-king-with-seven-stars",
    "name": "Dragon King with Seven Stars",
    "source": "wuxiaworld",
    "synopsis": "Wu Tao, a small mysterious trader, suddenly appears in the city of Jinan and encounters with Yuanbao, a foxy little beggar. Wu Taos identity as a trader is suspected soon, because on the day before he appears, Sun Jicheng, a millionare in Jinan dies a mysterious death, and people finds the dead one is his substitute. Around the countless wealth, confusing identity and the seven mysterious stars in the little beggar, various figures come on stage, starting a magical adventure story.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/08/dragonking.jpg"
  },
  {
    "slug": "dragonmakenwar-index",
    "novel-updates-slug": "dragon-maken-war",
    "name": "Dragon Maken War",
    "source": "wuxiaworld",
    "synopsis": "220 years ago, in the legendary Dragon Demon War, Hero Azell ended the war by killing the evil Dragon Demon race's King Atein. He was able to save the population, but as a consequence, he was cursed. While he was dying, the high magician suggested a gamble that might save his life.\n\n‘The Dragon's hibernation is the only key to saving your life.'\n\nInstead of a human's sleep, he slept the sleep of the dragons and he was able to overcome the curse. Now he is realizing that he has slept way longer than a human's life span.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/dragon-maken-war.jpg"
  },
  {
    "slug": "esp-chapter-190",
    "novel-updates-slug": "emperor-of-solo-play",
    "name": "Emperor of Solo Play",
    "source": "wuxiaworld",
    "synopsis": "Year 2035. The virtual reality game, Warlord, changed the world. An Jaehyun was one of the many who wished to change his life through the game. After dedicating his life to the game, he was met with a betrayal. A betrayal by his comrades. As a result, he lost everything. But a chance was given to him. A chance to redo everything again! “I won't play with others ever again. Whatever the outcome, I'll show that I can do it alone.” Others rolled a dice to split the spoils of victory. An Jaehyun ate it all by himself. It was the start of An Jaehyun's solo game life.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/04/MunpiaCoverImage.png"
  },
  {
    "slug": "emperors-domination",
    "novel-updates-slug": "emperors-domination",
    "name": "Emperor's Domination",
    "source": "wuxiaworld",
    "synopsis": "A boy that was imprisoned for millions of years has regained a mortal body. He became a disciple of the declining Cleansing Incense Ancient Sect where its patriarch used to be his disciple. Now he will bring this sect back to its former glory.\n\nThis is his journey to reach the apex and take revenge on those who had imprisoned him.\n\nThis is his story of meeting old friends and making new companions.\n\nThis is his path of traversing the Nine Worlds and becoming the next ruler of the Heavens.\n\nSeveral milennias have passed and the golden age of experts have passed. A master whose disciples once were the most exalted Immortals among the 9 worlds have all left him. With his mortal body, mortal physique and mortal life wheel. . . he shall sweep the 9 worlds and take what is rightfully his.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/09/liqiye.jpg"
  },
  {
    "slug": "godofcrime-index",
    "novel-updates-slug": "god-of-crime",
    "name": "God of Crime",
    "source": "wuxiaworld",
    "synopsis": "Seo Tae Hyuk, jailed after being falsely accused.\n\nHe will be executed without being able to prove his innocence.\n\nWhen he opens his eyes, it's 15 years in the past?",
    "posterImage": "https://cdn.novelupdates.com/images/2016/07/god-of-crime.jpg"
  },
  {
    "slug": "hsnt-index",
    "novel-updates-slug": "heroes-shed-no-tears",
    "name": "Heroes Shed No Tears",
    "source": "wuxiaworld",
    "synopsis": "This is a story about love, friendship, ambition, betrayal and fearsome weapons.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/12/heroes.jpg"
  },
  {
    "slug": "tymyd-index",
    "novel-updates-slug": "horizon-bright-moon-sabre",
    "name": "Horizon, Bright Moon, Sabre",
    "source": "wuxiaworld",
    "synopsis": "Fu Hongxue was a cripple, born with a lame leg and subject to epileptic seizures. He was also one of the most powerful, legendary figures of the martial arts world, with a dull black saber that was second to none. His fame made him a frequent target of challengers, but whenever his saber left its sheath, only corpses would remain in its wake. One day, however, Fu Hongxue rescued someone whom he should have killed…and in doing so, set of a chain of events and a conspiracy that would rock the world.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/08/horizonbright.jpg"
  },
  {
    "slug": "irfn-index",
    "novel-updates-slug": "i-reincarnated-for-nothing",
    "name": "I Reincarnated For Nothing",
    "source": "wuxiaworld",
    "synopsis": "“My life as a demon… No. My life as human is really…”\n\nArtpe was supposed to live a charmed life as the 4th strongest in the Demon King's Army. However, his life was cut short by the hero's blade.\n\nWith his previous life's memory intact, Artpe will live his life again. His boldness and resourcefulness will make him unrivalled!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/11/irfn-205x300.jpg"
  },
  {
    "slug": "issth-index",
    "novel-updates-slug": "i-shall-seal-the-heavens",
    "name": "I Shall Seal the Heavens",
    "source": "wuxiaworld",
    "synopsis": "“What I want, the Heavens shall not lack! ”\n\n“What I don't want, had better not exist in the Heavens!”\n\nThis is a story which originates between the Eighth and Ninth Mountains, the world in which the strong prey upon the weak.\n\n“My Name is Meng Hao! The Ninth Generation Demon Sealer, I shall seal the Heavens!“",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/15_ISSTH.jpg"
  },
  {
    "slug": "ige-index",
    "novel-updates-slug": "imperial-god-emperor",
    "name": "Imperial God Emperor",
    "source": "wuxiaworld",
    "synopsis": "Ye Qingyu, since the death of his parents four years ago, has been laughed at by the entire Deer city. Little do people know, he has just been biding his time for the entire four years. With the White Deer academy selection just around the corner, can he shut the mouths of all those who have laughed at him? Join Ye Qingyu in his journey to solve the mystery behind his family's death and to reclaim the Ye family property!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/11/IGE.jpg"
  },
  {
    "slug": "icds-index",
    "novel-updates-slug": "infinite-competitive-dungeon-society",
    "name": "Infinite Competitive Dungeon Society",
    "source": "wuxiaworld",
    "synopsis": "The second moon marked the beginning of a revolutionary change.\n\nWith the emergence of monsters and dungeons in modern society, and the ability users who fight against them, the world faces a shift in its paradigm.\n\nIt heralds the advent of a new energy source and the decline of traditional occupations.\n\nCommon sense thus becomes warped and imagination becomes reality.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/Infinite-Competitive-Dungeon-Society.jpg"
  },
  {
    "slug": "invincible-index",
    "novel-updates-slug": "invincible",
    "name": "Invincible",
    "source": "wuxiaworld",
    "synopsis": "The strong are lonesome. Overcoming the loneliness pushes you to stand invincible at the top.\n\nPro-disciple of the Shaolin Temple on earth, Huang Xiaolong was reborn into a Martial Spirit world, carrying Hua Xia's secret knowledge, the Body Metamorphose Scripture. In a Martial Spirit world, only those with Martial Spirit are able to train in battle qi and become a warrior. Huang Xiaolong born with a heaven-defying rare Martial Spirit was mistakenly taken for common variant Martial Spirit during the awakening ceremony conducted by the tribe and thus sidelined. However, Huang Xiaolong with his common “variant” Martial Spirit again, and again displayed unnatural talent, defeating geniuses, shocking the clan and the entire Martial Spirit World",
    "posterImage": "https://cdn.novelupdates.com/images/2017/05/wuditianxia.jpeg"
  },
  {
    "slug": "iras-index",
    "novel-updates-slug": "im-really-a-superstar",
    "name": "I'm Really a Superstar",
    "source": "wuxiaworld",
    "synopsis": "Zhang Ye was originally a mundane college graduate with aspiring dreams to become a star, but unfortunately has below average looks and height. However one day, he woke up and suddenly found himself in a parallel world!\n\nIt's like the same world, but wait a minute…many brands, celebrities and even famous works from his world changed and are gone in this new world!\n\nArmed with the profound literary knowledge of his previous world and a heaven-defying Game Ring that gives him magical items, stats and skills, Zhang Ye embarks on a journey to pursue his life-long dream of becoming famous!\n\nFollow Zhang Ye as he takes the new world by storm, one plagiarized piece at a time, to hilarious reactions!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/Im-Really-a-Superstar.jpg"
  },
  {
    "slug": "isbbtw-index",
    "novel-updates-slug": "im-sorry-for-being-born-in-this-world",
    "name": "I'm Sorry For Being Born In This World!",
    "source": "wuxiaworld",
    "synopsis": "What got summoned was the world's strongest sociopath.\n\nHis ability is one that allows him to buy anything, [Heart of Gold].\n\nThe Demon King is dead. Now, it's time to kill the hero.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/08/I%E2%80%99m-Sorry-For-Being-Born-In-This-World.png"
  },
  {
    "slug": "loar-index",
    "novel-updates-slug": "lord-of-all-realms",
    "name": "Lord of All Realms",
    "source": "wuxiaworld",
    "synopsis": "In ancient times, there existed giant spirits capable of supporting the heavens. With bodies as enormous as stars, they soared across the universe. Great clan leaders with mysterious blood running through their veins shattered the void and created new worlds. Ancient Qi Warriors crossed a river of stars to enlighten numerous mortal beings. For unknown reasons, an era silently came to an end, all realms were separated, ancient giant spirits disappeared one after another. Thousands of years later, young Nie Tian managed to travel back into ancient times with the help of a drop of blood…",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/King-of-Myriad-Domain-1.jpg"
  },
  {
    "slug": "mga-index",
    "novel-updates-slug": "martial-god-asura",
    "name": "Martial God Asura",
    "source": "wuxiaworld",
    "synopsis": "One night a mysterious and unexplained phenomenon occurs in the nine provinces. Five years later Chu Feng, a regular outer disciple of the Azure Dragon school, awakens one of the mysterious nine lightning beasts. And discovers an egg sealed inside him.\n\nFrom there we follow Chu Feng as he crosses the continent, beating up strongest senior brothers, raiding tombs, destroying sects and of course as he conquers beauties.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/01/51-lt4qY1SL.jpg"
  },
  {
    "slug": "martialworld-index",
    "novel-updates-slug": "martial-world",
    "name": "Martial World",
    "source": "wuxiaworld",
    "synopsis": "In the Realm of the Gods, countless legends fought over a mysterious cube. After the battle it disappeared into the void. Lin Ming stumbles upon this mystery object and begins his journey to become a hero of the land.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/02/MW-Thumbnail.png"
  },
  {
    "slug": "overgeared-index",
    "novel-updates-slug": "overgeared",
    "name": "Overgeared",
    "source": "wuxiaworld",
    "synopsis": "A Shin Youngwoo has had an unfortunate life and is now stuck carrying bricks on construction sites. He even had to do labor in the VR game, Satisfy!\n\nHowever, luck would soon enter his hapless life. His character, ‘Grid', would discover the Northern End Cave for a quest, and in that place, he would find ‘Pagma's Rare Book' and become a legendary class player…",
    "posterImage": "https://cdn.novelupdates.com/images/2017/10/og.jpg"
  },
  {
    "slug": "pto-index",
    "novel-updates-slug": "praise-the-orc",
    "name": "Praise the Orc!",
    "source": "wuxiaworld",
    "synopsis": "The virtual reality game that enthralled the entire world, Elder Lord! In the midst of avarice, the justice of a single orc begins!\n\nEditor's Synopsis:\n\nPraise the Orc! is about Jung Ian, a cafe owner with a dark past, jumping into the world of virtual reality in order to protect his sister from any predators. However, things may not be as simple as he first believed them to be. Witness as he explores the lands of Elder Lord as an orc, a species labeled as the “game creator's mistake”, defeating any and all before him!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/xxlarge2.jpeg"
  },
  {
    "slug": "red-storm-index",
    "novel-updates-slug": "red-storm",
    "name": "Red Storm",
    "source": "wuxiaworld",
    "synopsis": "In this world, strong warriors are needed in order to conquer the hot crimson desert. The Pareia Tribal-Chief's first-born son, named Yulian Provoke, routinely gallops through the stormy deserts alone. Only to find someone of destiny – an otherworldly man that would change his fate forever. This same young child who struggles to find purpose while embodying both ambition and revenge into his very own hands as he awaits that faithful day of confronting a particular person that was, supposedly, the culprit of his blood-mother's death. At first, he was alone; but then after, he forms the RED STORM division – a group of powerful warriors at his command – in hopes of Conquering the Desert, braving towards those who oppose him, and bringing great fortune to his tribe.\n\nAnother Summary:\n\nRed Storm follows the life and adventures of Yulian Provoke, the Young Glow (Glow is a title similar to Chieftan) of the Pareia Tribe, who dreams of becoming the strongest warrior of the Red Desert. The early parts of the story focus on Yulian meeting Noya, a powerful man from a different dimension, who later becomes his master and teaches him a unique martial art. As the story progresses, the novel tells of Yulian's goal of creating a team of warriors strong enough to solve any problem called “Red Storm”.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/Red_Storm_Infobox.png"
  },
  {
    "slug": "renegade-index",
    "novel-updates-slug": "renegade-immortal",
    "name": "Renegade Immortal",
    "source": "wuxiaworld",
    "synopsis": "Wang Lin is a very smart boy with loving parents. Although him and his parents are shunned by the rest of their relatives, his parents always held high hopes that he will one day become someone great. One day, Wang Lin suddenly gained the chance to walk the path of an immortal, but found that he only had mediocre talent at best. Watch Wang Lin as he breaks through his lack of talent and walks the path towards becoming a real immortal!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/03/xianni-1.jpg"
  },
  {
    "slug": "ssn-index",
    "novel-updates-slug": "seoul-stations-necromancer",
    "name": "Seoul Station's Necromancer",
    "source": "wuxiaworld",
    "synopsis": "[You have entered the dungeon at Gwachun Station's 1st Exit.]\n\nWhen former high school student Kang Woojin finds himself returned back to Earth after being forcibly summoned to a foreign planet for 20 years, he soon finds that Earth is not the same, normal place as he once remembered it to be.\n\nWith his former strength and age reset back to zero, watch Kang Woojin as he gets back on the path to becoming the Earth's strongest Necromancer!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/07/necro-1.jpg"
  },
  {
    "slug": "sfl-index",
    "novel-updates-slug": "skyfire-avenue",
    "name": "Skyfire Avenue",
    "source": "wuxiaworld",
    "synopsis": "Skyfire Avenue is a street that is 2048 meters long. There are 168 stores here, and each of the store owners is an extremely powerful adept. The Avenue does not permit any vehicles or any robots to pass through it, much less mecha. Even the patrolling police must move about on foot. This is because this is a street for pedestrians, a lane for nobles, hidden away within this high technology world. Lan Jue, the greatest of the mercenaries, code-named ‘Zeus', has secluded himself here in Skyfire Avenue after the death of his wife. The name of his shop is “Zeus' Jewelry Store”, and here in Skyfire Avenue, he has been given the title, Jewel Master.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/skyavenue.jpg"
  },
  {
    "slug": "sotr-index",
    "novel-updates-slug": "sovereign-of-the-three-realms",
    "name": "Sovereign of the Three Realms",
    "source": "wuxiaworld",
    "synopsis": "Jiang Chen, son of the Heavenly Emperor, unexpectedly reincarnated into the body of a despised young noble, thus embarking on the path of the underdog trouncing all commoners. No one has the right to call himself a genius in front of Jiang Chen, as no one has a better understanding of the heavens than the son of the Heavenly Emperor. ‘Genius? He who adheres to me shall ascend, those who oppose me can find solace in hell!'",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/Sovereign-of-the-Three-Realms.jpg"
  },
  {
    "slug": "sr-index",
    "novel-updates-slug": "spirit-realm",
    "name": "Spirit Realm",
    "source": "wuxiaworld",
    "synopsis": "Thirty thousand years ago, the Heaven Fighting Race who called themselves “Gods” invaded the Spirit Realm. Hundreds of races rose up in resistance, but ultimately suffered a crushing defeat. The Human Race was the first to concede, and the rest of the Hundred Races soon followed in succession.\n\nDuring the subsequent ten thousand years, all of the races were enslaved by the Heaven Fighting Race. They were cruelly treated, and lived beneath the shadow of terror.\n\nThe Heaven Fighting Race's march of conquest did not stop there. With the Spirit Realm as the starting point, they invaded other secret dimensions, and spread war to all corners of existence. After greatly exhausting their combat strength, they were finally defeated by the Hundred Races who took advantage of this opportunity. With no other choice, they fled to the starry skies outside the realm.\n\nThirty thousand years later, in an era where the Heaven Fighting Race has already faded to become ancient legend, an amnesiac youth possessing the Heaven Fighting Race's bloodline is being fostered in an insignificant household. Whilst struggling to live on, he silently awaits the day of the bloodline's awakening.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/10/201510220959462390-1.jpg"
  },
  {
    "slug": "spiritvessel-index",
    "novel-updates-slug": "spirit-vessel",
    "name": "Spirit Vessel",
    "source": "wuxiaworld",
    "synopsis": "Spirit Vessel takes place in a mysterious world. There are cultivators rebelling against the heavens and beautiful elegant women with endless grace. There are peerless experts reincarnating into the world and formidable ancient beasts. Beneath the earth is the Yellow Springs; above the heavens many saintly palaces float. And there are the seven spirit vessels.\n\nDon't forget about the heroic man with an indomitable will, Feng Feiyun. This Demon Phoenix Emperor will take you through a wondrous story with dramatic and gripping tales.\n\nEven if I die to a poisoned rose, I would still choose love.\n\nTranslator's summary:\n\nA demon phoenix cultivator died in the hands of his beloved and was merged with a young master with the same name. Their souls were fused and now, the new Feng Fei Yun is struggling to become stronger and survive in the human world.\n\nWill he meet his lover once again? Will they reconcile even though she is now a Goddess and he a mortal human? And what is the Spirit Vessel that took his soul to this world?\n\n#1 ranked on 17k.com. It is a more subtle narrative with foreshadowing planned by the author which will create some inconsistency and questionable actions at first. Not everything given by the narrative is correct and it is more of a Wuxia in terms of plot.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/06/4dacf22c6033139666ef9095f9cab4f1.jpg"
  },
  {
    "slug": "st-index",
    "novel-updates-slug": "stellar-transformation",
    "name": "Stellar Transformation",
    "source": "wuxiaworld",
    "synopsis": "In a galaxy far away, there is a kid without innate ability to practice internal techniques. So, in order to gain the respect of his father, he resolutely chooses to follow the more difficult and painful path of practicing external techniques. As the years go by, he grows up, but what really changes his life is a mysterious meteoric crystal stone – the Meteoric Tear. This stone fuses with the young man's body unnoticed, and he seems to undergo drastic transformations as a result. After that, everything is changed. Eventually his father knows that the son for whom he hasn't really shown a lot of consideration possesses astonishing abilities. And there's a lot more to come.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/38_stellar.jpg"
  },
  {
    "slug": "tdg-index",
    "novel-updates-slug": "tales-of-demons-and-gods",
    "name": "Tales of Demons and Gods",
    "source": "wuxiaworld",
    "synopsis": "Killed by a Sage Emperor and reborn as his 13 year old self, Nie Li was given a second chance at life. A second chance to change everything and save his loved ones and his beloved city. He shall once again battle with the Sage Emperor to avenge his death and those of his beloved . With the vast knowledge of hundred years of life he accumulated in his previous life, wielding the strongest demon spirits, he shall reach the pinnacle of Martial Arts.\n\nEnmities of the past will be settled in this new lifetime. “Since I'm back, then in this lifetime, I shall become the King of the Gods that dominate everything. Let everything else tremble beneath my feet!”",
    "posterImage": "https://cdn.novelupdates.com/images/2015/07/tales-of-demons-and-gods.jpg"
  },
  {
    "slug": "talisman-emperor-index",
    "novel-updates-slug": "talisman-emperor",
    "name": "Talisman Emperor",
    "source": "wuxiaworld",
    "synopsis": "Chen Xi was a jinx who radiated misfortune the way a torch radiated light, and everyone around him knew it. His entire clan was annihilated when he was young, and not too long after that his parents disappeared. His marriage contract? Poof. Torn to shreds and gone up in smoke before the eyes of everyone in the city, almost humiliating his grandfather to the point of suicide! Cultivation? No time for that, he had a family to take care of!\n\nThis is the story of Chen Xi, a youth forced to stop cultivating and instead craft talismans to pay for his younger brother's tuition… and who, in the process, would rise to become known by all as the Talisman Emperor!",
    "posterImage": "https://cdn.novelupdates.com/images/2015/09/tailsmanemperor.jpg"
  },
  {
    "slug": "bem-index",
    "novel-updates-slug": "the-book-eating-magician",
    "name": "The Book Eating Magician",
    "source": "wuxiaworld",
    "synopsis": "[‘Lightning Magic Primer' has been consumed. Your understanding is very high.]\n\n[The 2nd Circle magic ‘Lightning Bolt' has been acquired.]\n\nThe unprecedented magician who will eat all the magic books of the world has appeared !",
    "posterImage": "https://cdn.novelupdates.com/images/2017/06/QHreGlFjiyOulP98.jpg"
  },
  {
    "slug": "tcosp-index",
    "novel-updates-slug": "the-charm-of-soul-pets",
    "name": "The Charm of Soul Pets",
    "source": "wuxiaworld",
    "synopsis": "Many islands dotted the vast oceans of this world. However, some of the islands were a lot more sinister than the rest. Those islands, known as Nightmare Islands, were true nightmares to all but the strongest and most fortunate. Children were kidnapped and thrown on these isolated islands by the Nightmare Palace, forced to sign soul pacts with evil soul pets: Nightmares. These devils slowly devoured the souls of their trainers to grow stronger. If the children did not cultivate fast enough, their souls will be devoured whole, leaving only an empty husk behind.\n\nChu Mu, the protagonist, was an heir to the Chu Clan, but due to a plotted murder, he was thrown on the island, sentencing him to almost certain death. Dancing on the edge of life and death, he struggled to survive with a small Moonlight Fox he captured. When he finally escaped the devilish foremen on his island, he couldn't help but let a breath out. But little does he know, the experience was only a beginning to a fated journey with his little Moonlight Fox…",
    "posterImage": "https://cdn.novelupdates.com/images/2016/08/The-Charm-of-Soul-Pets-1.jpg"
  },
  {
    "slug": "desolate-era-index",
    "novel-updates-slug": "the-desolate-era",
    "name": "The Desolate Era",
    "source": "wuxiaworld",
    "synopsis": "Fate had never been kind to Ji Ning. Wracked by illnesses and infirm his entire life on Earth, Ning knew early on that he would die as a teenager. What he didn't know was that there really was such a thing as life after death, and that the multiverse was a far larger place than he thought.\n\nA lucky twist of fate (one of the few in Ning's life) meant that Ning was reborn into a world of Immortals and monsters, of Ki Refiners and powerful Fiendgods, a world where Dynasties lasted for millions of years. A world which is both greater…and yet also smaller…than he ever could imagine. He would have the opportunity to join them, and in this life, Ning swore to himself, he would never let himself be weak again! The Era he was born into was a Desolate one, but Ning would make it his era.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/06/Cover-Mang-Huang-Ji.jpg"
  },
  {
    "slug": "godsfall-index",
    "novel-updates-slug": "the-godsfall-chronicles",
    "name": "The Godsfall Chronicles",
    "source": "wuxiaworld",
    "synopsis": "The nuclear holocaust which caused the collapse of the Old Times on Earth should have wiped out all human life on the planet. Yes, the gods set up their beautiful Elysiums to provide sanctuaries for their chosen, but by all rights everyone outside the elysian lands should've perished long ago. Yet somehow, human life still managed to persist, even in the deadly, mutant-infested wastelands.\n\nCloudhawk was a young scavenger who dreamed of being as free as the hawks in the skies, yet seemed destined to live out his life scrounging for scraps in the wasteland ruins. Fate, however, is ever-fickle. A chance meeting with a ragtag group of mercenaries changed the trajectory of his life, bringing him into a world with mutants and metahumans, demonhunters and godslayers, and even gods and demons. Cloudhawk would find his own place in a world that was far greater than he had imagined, find his own path between the zealous light of Sumeru and the whispering darkness of the Abyss… and one day, he would find that even gods may fall.\n\nOriginal Chinese Synopsis:\n\nThis is a world of nirvanic rebirth, a strange fantasy world. This is a world of strong faith yet it is collapsing. A seemingly mediocre teenager, carrying a heavenly shocking secret. He rose from the very bottom, wandering between the thin line and the edge of life and death. With his wild and hot blooded nature, he chose to explore the truth of human civilisation's destruction on Earth. After experiencing a series of unimaginable risks and bumbling on the road to maturity, the ultimate truth lies within the secret behind God Wars. This is how a hot-blooded yet shocking story begins to unfold.",
    "posterImage": "https://cdn.novelupdates.com/images/2017/01/1906906-1473328753000.jpg"
  },
  {
    "slug": "tgs-index",
    "novel-updates-slug": "the-grandmaster-strategist",
    "name": "The Grandmaster Strategist",
    "source": "wuxiaworld",
    "synopsis": "This is an alternate history. Decades after the fall of the Eastern Jin Dynasty, the world is still in chaos, although there is hope for reunification.\n\nOf poor background, Jiang Zhe, styled Suiyun, has finally, after ten years of hard work, passed the imperial examinations and become a scholar within Hanlin Academy. Unwittingly, he becomes involved in the succession dispute of the Great Yong Dynasty. He faces conspiracies and machinations and countless battles of strength and wits. Intending to avoid court politics, he ultimately has no choice but to become involved. With no alternative, Jiang Zhe can only follow the crowd, joining the chaotic political turmoil. In this conniving world, he uses his intelligence and knowledge to provide for himself and his companions a stable environment to survive.\n\nWatch nations fall, great men rise, and supreme martial artists kneel before the quiet whispers of a frail, unassuming scholar.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/11/s1814323_zpssedx2vem.jpg"
  },
  {
    "slug": "tgr-index",
    "novel-updates-slug": "the-great-ruler",
    "name": "The Great Ruler",
    "source": "wuxiaworld",
    "synopsis": "The Great Thousand World. It is a place where numerous planes intersect, a place where many clans live and a place where a group of lords assemble. The Heavenly Sovereigns appear one by one from the Lower Planes and they will all display a legend that others would desire as they pursue the road of being a ruler in this boundless world.\n\nIn the Endless Fire Territory that the Flame Emperor controls, thousands of fire blazes through the heavens.\n\nInside the Martial Realm, the power of the Martial Ancestor frightens the heaven and the earth.\n\nAt the West Heaven Temple, the might of the Emperor of a Hundred Battles is absolute.\n\nIn the Northern Desolate Hill, a place filled with thousands of graves, the Immortal Owner rules the world.\n\nA boy from the Northern Spiritual Realm comes out, riding on a Nine Netherworld Bird, as he charges into the brilliant and diverse world. Just who can rule over their destiny of their path on becoming a Great Ruler? In the Great Thousand World, many strive to become a Great Ruler.",
    "posterImage": "https://cdn.novelupdates.com/images/2015/07/thegreatruler.jpg"
  },
  {
    "slug": "ldk-index",
    "novel-updates-slug": "the-legend-of-the-dragon-king",
    "name": "The Legend of the Dragon King",
    "source": "wuxiaworld",
    "synopsis": "The Age of Gods has long since ended, their voices no longer heard on the Douluo Continent. Humanity, standing on the shoulders of legends from its history, advanced soul technology to inconceivable heights. The humans of the Douluo Continent invented weapons of mass destruction, mechanized armor, and living metals. With these advancements, they went on to conquer the oceans and discovered two new continents. To fuel these new technologies, humanity hunted the soul beasts to the very brink of extinction.\n\nOnce the dominant force of the Douluo Continent, the few surviving soul beasts now hide in the darkest recesses of their last sanctuary. The weakest have all been hunted, leaving only the strongest to scheme in the heart of the forest. The soul beasts, not willing to fade away, plot an uprising for their survival. In the midst of this, a god from a long forgotten era awakens in the depths of the Great Star Dou Forest to seek vengeance for the soul beasts.\n\nAs darkness encroaches from the abyss, hope is found in a young boy who holds a power beyond divinity within himself—Tang Wulin! Hope for both humanity and the soul beasts, as the bridge between the two. He finds his way into the fabled halls of Shrek Academy, where he learns to wield his prodigious powers, makes friends and finds allies, eventually rising to become a towering leader.\n\nAs he learns to harness his strength, danger lurks within the shadows as the various factions of humanity maneuver and plot to usurp Shrek Academy. Tang Wulin discovers the threat to the only world he knows as he sinks deeper into the intrigue. Meanwhile, camouflaged by the chaos and unbeknownst to the humans, the soul beasts' plot continues to steadily advance.\n\nTo defend what he loves and reclaim what was lost, Tang Wulin must seek out the legacies of legends past and unlock the full might of the Golden Dragon King!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/04/LDK-10-2.jpg"
  },
  {
    "slug": "tv-index",
    "novel-updates-slug": "tranxending-vision",
    "name": "Tranxending Vision",
    "source": "wuxiaworld",
    "synopsis": "Xia Lei, whose parents were no longer around, had to work hard to support himself and his sister. One day, he got into an accident at work which burnt his left eye. After he awoke in the hospital bed, he discovered that his eye was not blind – it gained abilities! Now, he is using these abilities to right wrongs and make a better life for himself and others. Will Xia Lei triumph over the corrupt and privileged with his newfound power?\n\nI am destined to be the protagonist of this era!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/10/tv.jpg"
  },
  {
    "slug": "truemartialworld-index",
    "novel-updates-slug": "true-martial-world",
    "name": "True Martial World",
    "source": "wuxiaworld",
    "synopsis": "The Human Emperor and his opponents were embroiled in a 33 day long final battle involved the strongest experts. After destroying the Abyssal World and sealing the Abyssal demon king's godly weapon‘ a mysterious purple card disappeared into the space-time vortex‘ and tunneled through infinite space-time.\n\nIn the vast wilderness‘ where martial arts was still slowly growing in its infancy‘ several peerless masters tried to find their path in the world of martial arts.\n\nA young adult named Yi Yun from modern Earth had unwittingly stumbled into such a world and began that journey with a purple card of unknown origin.\n\nIt's a magnificent yet unknown true martial art world. This is the story of a normal young adult turning into a legendary peerless expert.",
    "posterImage": "https://cdn.novelupdates.com/images/2016/04/640-1.jpg"
  },
  {
    "slug": "uts-index",
    "novel-updates-slug": "douluo-dalu-2-the-unrivaled-tang-sect",
    "name": "Unrivaled Tang Sect",
    "source": "wuxiaworld",
    "synopsis": "The legend of the continent, the battle that brought fame; the Sacred Phoenix Lady, the Windfire Meteor Godrealm saber-art; the pair that ascend and fuse, the golden sun and the blue moon, the fury of the crashing thunder. There is no magic, no battle qi, nor any martial arts in this land. However, there are martial spirits. Ten thousand years have passed since the founding of the Tang Sect on the Douluo continent, and it has declined. A new, proud generation of heaven's chosen has been born. Can the new generation of Shrek's Seven Devils rally the Tang Sect and once more compose the song of the Unrivaled Tang Sect?\n\nA million-year-old spirit beast, a sacred deathgod that holds the sun, the moon, and the stars in his hands, and a brand new spirit tool system which caused the fall of the Tang sect. One miracle shall occur after another.\n\nCan the Tang Sect's hidden weapons rally the winds, and can the glory of the Tang Sect ascend once more? All of this will be continued in the second installment of Douluo Dalu—The Unrivaled Tang Sect!",
    "posterImage": "https://cdn.novelupdates.com/images/2017/03/eyJ1cmwiOiJodHRwczovL2Nkbi5kaXNjb3JkYXBwLmNvbS9hdHRhY2htZW50cy8yNjAzMjI5MTgxMTcwMTU1NTIvMjg5MTY5MjcyMDIwNzk1MzkyL0hZSC5qcGVnIn0.jpeg"
  },
  {
    "slug": "usaw-index",
    "novel-updates-slug": "upgrade-specialist-in-another-world",
    "name": "Upgrade Specialist in Another World",
    "source": "wuxiaworld",
    "synopsis": "Just as a gamer found an overpowered skill book called ‘Item Upgrade' in the hottest virtual reality role-playing game on Earth, something happened to the game's system, causing his soul to leave his body and go to another dimension. Common sense dictates that he would be born anew then become the greatest overlord of this world by making use of his advanced knowledge. Not in this case! He was already dead. Only some fragments of his soul and that skill book managed to get into that dimension and merge with an ordinary common youngster called Bai Yunfei.\n\nThis was the enormous Tianhun continent, where humans could be said to have no limits. There was a group of humans here who could cultivate the power of their own souls then control their bodies, the natural elements and even other people's souls with that power! These special beings were called — soul cultivators. Come witness how the several fragments of the dead inter-dimensional traveler's soul and that skill book, which was not governed by the laws of this plane, were going to help Bai Yunfei become a legendary soul cultivator and craftsman!",
    "posterImage": "https://cdn.novelupdates.com/images/2016/11/usaw-cover.jpg"
  },
  {
    "slug": "wmw-index",
    "novel-updates-slug": "warlock-of-the-magus-world",
    "name": "Warlock of the Magus World",
    "source": "wuxiaworld",
    "synopsis": "Leylin is transported from an advanced technological era into a medieval world— except there's magic. Equipped with only his quick wits and an A.I. chip fused to his soul, he sets out to become the most powerful magus the world has ever known. Only the strong can determine their lives, and only they have the luxury for virtue. Yet strength is only a tool for Leylin, like any other. His goal, in the end, is his own.\n\nTranslator's desc:\n\nWhat happens when a scientist from a futuristic world reincarnates in a World of Magic and Knights?\n\nAn awesome MC — that's what happens!\n\nA scientist's goal is to explore the secrets of the universe, and this is exactly what Leylin sets out to do when he is reincarnated. Dark, cold and calculating, he makes use of all his resources as he sets off on his adventures to meet his goal.\n\nFace? Who needs that… Hmmm… that guy seems too powerful for me to take on now… I better keep a low profile for now.\n\nYou want me to help you? Sure… but what benefit can I get out of it? Nothing? Bye.\n\nHmmm… that guy looks like he might cause me problems in the future. Should I let him off for now and let him grow into someone that can threaten me….. Nahhh. *kill*",
    "posterImage": "https://cdn.novelupdates.com/images/2015/11/4687s.jpg"
  },
  {
    "slug": "wdqk-index",
    "novel-updates-slug": "wu-dong-qian-kun",
    "name": "Wu Dong Qian Kun",
    "source": "wuxiaworld",
    "synopsis": "The Great Yan Empire exists in a world where respect can only be earned through strength. Within this Great Yan Empire, the four great clans have always stood above the rest. Among them, a particular incident in the Lin Clan resulted in the banishment of a certain individual who went on to start his own family, in hopes of one day being recognized again by the Lin Clan, and rejoining them…\n\nHailing from a banished family of the Great Lin Clan, when Lin Dong was very young, he watched, powerless, as his talented father was easily crushed and crippled by the overwhelming genius of the great Lin Clan, Lin Langtian.\n\nWith a despairing father, a heartbroken grandfather, and a suffering family, ever since that fateful day, Lin Dong has been driven by a deep purpose; to take revenge on the man who had taken everything and more from his family.\n\nArmed with nothing but willpower and determination, join Lin Dong as he unknowingly discovers a destiny greater than he could ever hope to imagine when he stumbles upon a mysterious stone talisman…",
    "posterImage": "https://cdn.novelupdates.com/images/2015/07/wu-dong-qian-kun.jpg"
  }
]
